[{"id": 1, "text": "ATTENTION!!!\n\nThis is an unusual book. Do not try to read it in order from beginning to end, moving from one page to another - nothing will work! After all, this is a game where many adventures await you, this time at the bottom of the sea. From time to time you have to make a choice. What will he bring? Success or failure?\n\nYour adventures are the result of your choices. You decide where to go, what to do. And then - read the instructions at the end of the page, and then you will find out what your choice will lead to.\n\nAnd remember: there is no going back! So think carefully before you act. A game is a game: you can lose, or you can win!", "actions": [{"text": "*Further*", "redirect_to": 2}]}, {"id": 2, "text": "You are an underwater explorer. You are going to explore the depths of the sea. Your task is to find Atlantis. This is the most difficult of your tasks.\n\nMorning, the sun just appeared on the horizon. The sea is calm. You climb into the cramped cockpit of the Seeker submarine. The crew of the research vessel \"Mary\" closes the hatch. And so the dive into the depths of the sea begins. The Seeker descends on a thin but strong cable. Just a few minutes - and you are already at such a depth that the light barely breaks through to you, and the Seeker glides deeper and deeper. You look through the thick glass of the porthole on the port side and see fish swimming past, from time to time they stop to stare at you - an alien from another world.", "actions": [{"text": "*Further*", "redirect_to": 3}]}, {"id": 3, "text": "And now the cable that connects you to the \"Mary\" is almost running out. You will have to stop at the edge of a depression in the seabed that may lead to the lost city of the Atlanteans.\n\nYou have a special wetsuit that will protect you from the enormous pressure at depth if you decide to walk on the seabed. You can unhook the cable if you like, the Seeker has its own engines. Now you are in a different world.", "actions": [{"text": "Explore the seabed", "redirect_to": 6}, {"text": "Unhook the cable and dive to the bottom of the ocean", "redirect_to": 5}]}, {"id": 4, "text": "", "actions": [{"text": "*Further*", "redirect_to": 5}]}, {"id": 5, "text": "You radio a report to the Mary, as is customary, and announce that you are going to unhook the cable and dive at your own discretion. Your plan has been approved. Now you are on your own. The Seeker glides silently down.\n\nAs you descend into the hollow, you turn on a powerful spotlight. Directly in front of you is a dark wall, all covered with something like marine crustaceans. On the left side of the board you see something similar to the mainsail. The entrance is completely round, as if made by human hands.\n\nA pale greenish light emanates from a fish swimming past. On the starboard side of the Seeker, you can see bubbles rising from the bottom of the trough.", "actions": [{"text": "Determine what bubbles are", "redirect_to": 8}, {"text": "Explore the grotto with a round entrance", "redirect_to": 9}]}, {"id": 6, "text": "A wetsuit will protect you from the enormous pressure at depth. You slip through the Seeker's airlock and you're at the bottom of the ocean. This world is strange and amazing, all movements in it are slow. You start reconnaissance with a special flashlight. You examine the ledge above the depression.\n\nSuddenly, a school of bright yellow angelfish rushes past, almost touching you. What drove them into a stampede? Is someone following them?\n\nAnd here he is, you can see him. \"Seeker\" in the arms of a giant sea monster! It looks like a squid, only very, very large. The Seeker is like a toy in its long, powerful tentacles. You're trying to hide behind a pile of rocks. You have a spear gun, but you understand that it will not help against this monster. Looks like he's about to break the Seeker. All sorts of fish are rushing around, they are also trying to escape.", "actions": [{"text": "Hide near the Seeker", "redirect_to": 10}, {"text": "slip away", "redirect_to": 12}]}, {"id": 7, "text": "", "actions": [{"text": "*Further*", "redirect_to": 8}]}, {"id": 8, "text": "You guide the Seeker carefully down.\n\nAt the bottom of the depression you find a round hole from which large bubbles come out. \"Seeker\" is equipped with special equipment with which you can explore their composition. There is also a radar that can measure the depth of any well.", "actions": [{"text": "Determine the composition of the bubbles", "redirect_to": 11}, {"text": "Find out location results", "redirect_to": 15}]}, {"id": 9, "text": "You guide the Seeker into the grotto. The searchlight immediately highlights some passages and openings in the walls of the grotto. Searchlight \"Seeker\" is not powerful enough. But you also have a special laser spotlight that could illuminate the grotto as if it were daytime. Unfortunately, it can only be used twice, and then for a very short time, after which it must be recharged aboard the Mary, which is now two thousand feet above you.", "actions": [{"text": "Use a laser spotlight", "redirect_to": 16}, {"text": "Move on in the grotto", "redirect_to": 14}]}, {"id": 10, "text": "The giant squid, which had been tossing and spinning the Seeker, was finally tired of his new game, and, releasing a huge jet of water, he disappeared. Now you can leave your hideout and check how damaged the Seeker is.\n\nTo your dismay, the airlock entrance is jammed. You can't get on the Seeker. However, the crew of the Mary became suspicious when you did not respond to the radio signal, and are already lowering the rescue platform for you. Standing on the platform, you give the signal to begin a gradual ascent to the surface. So that you do not fall ill with decompression sickness, when the blood is instantly filled with nitrogen bubbles, you will be lifted very slowly.\n\nAs soon as the platform begins to move, out of nowhere, a giant squid reappears. It floats right at you.", "actions": [{"text": "Defend with your speargun", "redirect_to": 17}, {"text": "Send a signal to Mary", "redirect_to": 18}]}, {"id": 11, "text": "You put on a diving suit and begin to explore the bubbles with special equipment. As you work, you clumsily knock off a valve that holds in the compressed air needed to make the Seeker float to the surface. There's nothing to be done, so you continue to study the composition of the bubbles. They contain a high percentage of oxygen, there are no poisonous gases. Perhaps they rise from where humanoid creatures can live and breathe. Perhaps they are rising from Atlantis.\n\nYou consider trying to expand the well that the bubbles are coming out of with the drilling device on the Seeker and survey it. But what worries you is that the Seeker has lost the opportunity to surface. You can try to collect the bubbles and use them to raise the Seeker.", "actions": [{"text": "Collect bubbles and fill the Seeker tank", "redirect_to": 24}, {"text": "Drill", "redirect_to": 22}]}, {"id": 12, "text": "Moving with caution, you sail as far as possible. \"Seeker\" you left in the tentacles of a giant squid. You're about to signal for help with a dye that floats to the surface of the water in a bright yellow spot. The crew members of the ship know that they need to monitor the possible appearance of such a distress signal in order to immediately send help.\n\nAs soon as you got rid of the monster and calmed down a little, you noticed the most terrible of the marine inhabitants - a huge shark. She starts to swim around you and you know that you are a suitable prey for her. You decide whether or not to turn on the rescue device that will throw you to the surface. The shark moves fast, it will catch you anyway. In addition, you know that with a rapid ascent, decompression sickness is inevitable.", "actions": [{"text": "Float to the surface", "redirect_to": 21}, {"text": "Wait in the hope that the shark will swim away", "redirect_to": 19}]}, {"id": 13, "text": "", "actions": [{"text": "*Further*", "redirect_to": 14}]}, {"id": 14, "text": "You silently swim into the depths of the grotto. The tunnel is gradually expanding. Before that fight, a perfectly round door suddenly appears; the kind of metal from which it is made, you have never seen. With the Seeker's mechanical probe, you try to open the door. She doesn't give in. You start transmitting radio signals through the door, hoping to make contact with those on the other side of it.", "actions": [{"text": "Blow the door and get inside", "redirect_to": 26}, {"text": "Continue transmitting radio signals", "redirect_to": 28}]}, {"id": 15, "text": "You brought the \"Seeker\" to the well and began to measure its depth with a locator. To your amazement, the radar shows that the well is incredibly deep - almost to the center of the Earth!\n\nWhat's down there? Where are the bubbles coming from? Is Atlantis below you?\n\nAnd then you notice the alarming readings of your instruments - there was a weak earthquake. The Seeker is not damaged, but an earthquake at the top could raise a tsunami and force the Mary to sail to a calmer place. Your failure to surface and sail on the Mary could have dangerous consequences. On the other hand, perhaps you are on the verge of one of the greatest discoveries.", "actions": [{"text": "Go down the well", "redirect_to": 23}, {"text": "pop up", "redirect_to": 27}]}, {"id": 16, "text": "The beam of a laser spotlight illuminates the grotto. Far below lies a submarine! You carefully bring the Seeker closer. And you recognize in it the same submarine that mysteriously disappeared in the Bermuda Triangle almost a year ago. The Bermuda Triangle is more than two thousand miles from here.\n\nThe submarine appears to be intact, but is covered in slimy algae. Beautiful fish swim around. And then you notice that the main hatch through which you can get inside is free of algae!", "actions": [{"text": "Infiltrate the submarine", "redirect_to": 29}, {"text": "Move on", "redirect_to": 31}]}, {"id": 17, "text": "Throwing up a jet of water, a giant squid rushes at you. Two tentacles nearly twenty feet long, covered in pulsating suckers, reach out to grab you. You jump off the platform and quickly release two harpoons. They pierce the squid very close to its terrible eyes. But he continues to attack.\n\nWrapping one of its tentacles around your diving helmet, it rips through it. You release your last harpoon, hoping to hit the monster this time. Water begins to seep into the suit. You give the Mary an emergency ascent signal. You must have managed to hit the squid after all. You feel like you're close to fainting.\n\nYou wake up aboard the Mary and are hurriedly carried to a treatment airlock to lessen the effects of the decompression sickness. After a few days you feel much better and start thinking about another dive.", "actions": [{"text": "Finish the expedition", "redirect_to": 32}, {"text": "Continue your research", "redirect_to": 33}]}, {"id": 18, "text": "As soon as a rapid rise begins, you feel bad: you feel dizzy, your arms and legs weaken. You cannot stay on the platform, and you, exhausted, are washed away with water. Then you notice a dolphin swimming towards you. You know that these wonderful mammals sometimes help people in trouble. Will he help you?", "actions": [{"text": "Find out if a dolphin can help you", "redirect_to": 34}, {"text": "Keep climbing to the surface", "redirect_to": 37}]}, {"id": 19, "text": "You're waiting for the shark to finally swim away. But then you notice other sharks, who also seem to like to eat. They are circling nearby, each time swimming closer and closer. Too late! There is no salvation!\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 20, "text": "", "actions": [{"text": "*Further*", "redirect_to": 21}]}, {"id": 21, "text": "You turn on a special rescue device and soar up, scaring away schools of fish. You feel dizzy, you lose the idea of ​​where you are. The whole world seems to be turned upside down. You hope there are no sharks around. Finally you're on the surface, about half a mile from the Mary.\n\nWatchmen notice you in the water and quickly lift you aboard. Unfortunately, due to your rapid ascent, you have a severe form of decompression sickness. It will take a long time to get back to normal. And when you finally recovered completely, the ship's doctor informs you that the dives are over. Someone else will have to find Atlantis.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 22, "text": "As soon as you started drilling, the flow of bubbles intensified.\n\nNow you can try to ascend by spotting exactly where the bubbles are coming from. Then it would be possible on board the Mary to discuss with scientists how to proceed. But you could dive into the well on the Seeker right now and find out where the bubbles are coming from. Climbing into this hole is very dangerous, but what if it leads you to Atlantis?", "actions": [{"text": "Explore the well further", "redirect_to": 38}, {"text": "Try to get up", "redirect_to": 35}]}, {"id": 23, "text": "It's time to make a decision. You checked all the instruments on the Seeker, clenched your teeth, and set a dive course with the control lever. You're sinking lower and lower. The Seeker is built for the deepest dives, and you glide down mile after mile. The pressure is getting higher and higher, the darkness is complete, the depth indicator fixes - incredible! - 15 miles. You quickly turn the lever, not wanting to dive any further. The emergency lights on the control panel immediately flash, indicating that the force of gravity has already exceeded the power of the Seeker's engines. You have already crossed the line of no return, and your journey down into pitch darkness will continue until the water pressure becomes too much for the Seeker. This is your last trip.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 24, "text": "You have the ability to collect the gas that is in bubble x and fill the Seeker's tank with it, then you can float to the surface. The Seeker slowly rises, scaring away flocks of bright fish and touching underwater plants that sway like palm trees in the wind. Suddenly you notice something that looks like an ancient road! The stones along it on both sides look like safety posts. Isn't this the path that leads to the lost city of the Atlanteans? You anchor the Seeker and prepare for a closer inspection.", "actions": [{"text": "*Further*", "redirect_to": 6}]}, {"id": 25, "text": "", "actions": [{"text": "*Further*", "redirect_to": 26}]}, {"id": 26, "text": "The only way to get through the door is to blow it up, or so it seems to you. The Seeker has a powerful laser cannon, and you put it into combat position. By pressing the \"Fire!\" button, you send a beam towards the door. Nothing happens. You set the gun's regulator to full power. You press the button again, and the beam immediately breaks through the door. Streams of sea water crash into the space behind the door. You see several people rush to the escape hatches. Too late! You made a mistake.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 27, "text": "Deciding to surface, you carefully guide the Seeker back along the edge of the depression in the ocean floor. Suddenly, the \"Seeker\" picks up a strong current, which carries him into the grotto. You find yourself in front of a large metal door. It opens, and you find yourself in a room made, as you believe, by human hands.\n\nA door opens in the wall, and two men in plain clothes walk towards you. One of them says:\n\n- Welcome to Atlantis. We were waiting for you.\n\nBlimey! You found the missing continent and its inhabitants. These two people tell you that although the inhabitants of Atlantis sometimes visit the surface world, a visitor from the surface world will never be allowed to leave Atlantis. The Atlanteans are not known for their cruelty, they are simply afraid that their world will be discovered.\n\nThey want you to go with them and you agree. But you have other plans as well. Maybe you can get out of this place with the help of the laser gun, which is on the Seeker.", "actions": [{"text": "Go with them and stay with the Atlanteans", "redirect_to": 39}, {"text": "Shoot the door with a laser gun", "redirect_to": 40}]}, {"id": 28, "text": "The radio signals don't seem to do anything. Just when you're ready to leave this activity, the door suddenly swings open, revealing a cavern behind it with another door. You carefully swim inside and receive a radio message in English. They tell you that they invite you inside, but if you enter, there will be no opportunity to return to the surface world.", "actions": [{"text": "Go further and see Atlantis", "redirect_to": 41}, {"text": "Retreat", "redirect_to": 42}]}, {"id": 29, "text": "This submarine is quite unusual. You put on a wetsuit, open the hatch and get inside. There reigns cleanliness and order. There are no signs of life, but no signs of struggle or destruction. In the main cabin you see some mysterious device.\n\nA voice tells you that thousands of years ago, the leaders of Atlantis discovered that their continent was sinking into the sea. They found a huge empty underground space and built a completely new type of dwelling for their people. Later, when Atlantis was already deep under water, several of its scientists discovered and developed a system that allows people to breathe in the water.\n\nThe voice, which sounds quite friendly, also informs you that two tribes live in Atlantis. One is good, the other is evil. The voice invites you to the world of Atlantis and tells you where to find and how to use the secret passage to the city.\n\nFollowing the indicated direction, you suddenly notice some kind of underwater vessel with several people on board. Surely this is the ship of the Atlanteans, but what kind of people are there, good or evil? Do they know about the secret passage?", "actions": [{"text": "Hurry to the secret passage", "redirect_to": 43}, {"text": "Rush to the Seeker and get out of danger", "redirect_to": 44}]}, {"id": 30, "text": "", "actions": [{"text": "*Further*", "redirect_to": 31}]}, {"id": 31, "text": "You are swimming along the grotto along the hull of a submarine and then you notice another ship. Then another. They are also covered with algae, but the damage is not noticeable. Maybe the Atlanteans are catching ships in the Bermuda Triangle and dragging them here. You see another ship, this time a three-masted schooner, of the kind that were made in the early 19th century. Her gear is spoiled by algae, the fish are lazily circling at the mast.\n\nCuriosity fills you and you pull on your wetsuit. Leaving the Seeker, you are heading towards the ancient ship. Suddenly, a thirteen-foot-long deadly poisonous sea serpent lunges at you from behind the forward cabin and bites you in the arm. There is no antidote for its bite.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 32, "text": "With great regret, you come to the conclusion that the most reasonable thing is to leave the expedition. Don't risk going down that deep again. And so you reluctantly return to the United States.\n\nSeveral famous TV programs invite you to talk about your adventures. During one of the broadcasts, a special newscast announces the discovery of Atlantis to the whole world. You regret your decision, but you really didn't have a choice. Is not it?\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 33, "text": "You cannot refuse adventures in the depths of the sea. You need to dive again, and after a few weeks of rest, you climb back into the Seeker and sink to the bottom. You leave the Seeker at a huge depression at the bottom of the ocean and, wearing a special suit, dive even deeper. The giant squid is out of sight and you feel safe.\n\nHaving rounded a pile of stones, you stumble upon the skeleton of an ancient Greek ship. How strange to find this ship intact at such a depth. How did he get here? Maybe he sailed to Atlantis even before this continent disappeared under the water?\n\nYou take pictures and write in a special journal. Perhaps this ancient ship holds the secret of Atlantis.", "actions": [{"text": "Climb on a Greek ship", "redirect_to": 45}, {"text": "Rise to the surface", "redirect_to": 46}]}, {"id": 34, "text": "The dolphin looks at you, it feels like he is smiling at you. You grab onto one of its fins, and the dolphin swims up with powerful jerks. Soon you will be on the surface. You squint in the bright sun. Mary is nowhere to be seen.\n\nThe dolphin dives into the water again, you don't let it go. It swims fast, and in twenty minutes you are next to the Mary. The dolphin must have heard the noise of the ship's engines underwater.\n\nAlready on board, everyone congratulates you on your rescue. You want to dive again, but you are tormented by doubt: what if luck turned away from you?", "actions": [{"text": "Dive again the next day", "redirect_to": 48}, {"text": "Finish the expedition", "redirect_to": 47}]}, {"id": 35, "text": "You see at last that the flow of bubbles is strong enough to lift the Seeker. You bring the Seeker into the center of the stream and it rushes towards the surface. Spinning, you rise up and notice an incredible amount of brown algae around you - these are kelp. At the very surface, you are completely entangled in algae. The Seeker's instruments show that the propellers and steering gear have failed.\n\nYou put on your wetsuit and go out to see what you can do. Once outside, you realize that the Seeker cannot be freed. You swim up, but soon you notice that you yourself are completely entangled in tenacious algae. You are trapped and cannot move forward or backward.", "actions": [{"text": "Keep pushing up", "redirect_to": 50}, {"text": "Take it easy and come up with a plan", "redirect_to": 53}]}, {"id": 36, "text": "", "actions": [{"text": "*Further*", "redirect_to": 37}]}, {"id": 37, "text": "Who knows if a dolphin will come to the rescue or not. You decide to go out on your own. For a while the dolphin follows you, then swims away. You stop for a little rest before the last dash to the surface.\n\nAnd then a disgusting, inflated fish appears - all in pimples and black and white spots. She keeps her bulging eyes on you. This is a largemouth bass - a fish that does not bother to eat the victim in pieces, but simply swallows it whole.\n\nLooks like you're her next meal.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 38, "text": "You decide to take the Seeker to find the source of the bubbles. Suddenly, the Seeker plummets downward, as if pulled by a giant magnet. You lose consciousness. You come to yourself already in a bright, comfortable room. Three people are standing next to you. They look like normal people and seem to be friendly.\n\nMedium says:\n\n“You are in the lower tier of Atlantis. This is a room for receiving visitors. If you want to get into the city, follow us, but you will not return to your world. If you want to leave, we'll get you to the surface safe and sound. The choice is yours. We don't wish you harm.", "actions": [{"text": "Follow them to the city", "redirect_to": 55}, {"text": "Return to the surface", "redirect_to": 51}]}, {"id": 39, "text": "You are brought into a room. The floor is covered with marble. The walls and ceiling are lit up. A woman who immediately inspires respect, firmly, but affably, makes you a sign to approach.\n\n- Welcome to Atlantis. Several thousand years ago, we discovered that the continent was about to go under water. Our people prepared for this disaster in advance by building a new city in the crater of an extinct volcano. Since then we have been living here in peace and harmony. We cannot admire the stars or sunlight, but there are other spaces for our dreams.\n\nShe tells you about a tribe of people called the Nodorians. You can live with them if you want, but you can't leave Atlantis anyway.\n\nApparently, it's nice to live here, but still you don't want to be a prisoner. What if it would be easier to escape if you join the tribe of the Nodorians? You ask your guide about them.\n\n“Perhaps they are dangerous, we do not know. They live in the very center of the old volcano. If you want, I can take you there.", "actions": [{"text": "Join the Nordors", "redirect_to": 56}, {"text": "Find some other way to escape", "redirect_to": 57}]}, {"id": 40, "text": "For many thousands of years, the Atlanteans have lived in peace. They don't like to fight. Their civilization has reached a very high level. The mind-reading machine tells them that you are ready to use your laser gun. They quickly aim a special beam at the Seeker, and all of its equipment fails. Now you have no way to run. They calmly approach the Seeker and offer you to go with them to Atlantis.\n\nYou are now a citizen of Atlantis. We understand your fear, but don't be afraid. Neither you nor your life will be harmed in any way. Come with us.\n\nOn your way to a new world, you ask yourself if you will ever see the sky again.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 41, "text": "You are met by several people who look like ordinary people, only on the neck of each of them there is a gap resembling gills. On bare feet, webbing is visible between the toes. These people order you to put on a wetsuit, quickly pull you out of the Seeker and take you to their city. On the way, they show you a zoo where they keep animals from the surface world, which sit in glass-type cages.\n\nThe head of this group explains that you can, if you wish, either agree to the operation and insert gills that will allow you to breathe underwater, or join the animals in the zoo and live in the same cage.", "actions": [{"text": "agree to the operation", "redirect_to": 58}, {"text": "live in a zoo", "redirect_to": 59}]}, {"id": 42, "text": "Once back on board the Seeker, you radio to the Mary that you're surfacing to work out your next course of action. As you climb up from a giant abyss-like chasm, you notice something that looks like a road. What's this? Scientists who are on the \"Mary\" mentioned the possibility of discovering such traces of an ancient civilization as a road. We need to take a closer look at her.", "actions": [{"text": "*Further*", "redirect_to": 6}]}, {"id": 43, "text": "The submarine didn't see you. Using the instructions, you get into the secret passage. At the end of the corridor is an air lock door, and beyond it is a huge, air-filled cavern. Perhaps it is inside an extinct volcano.\n\nEverything is so strange here. Something soft covers the ground. It seems to be alive. You don't know exactly what it is. A soft light pours from the walls of a huge cave.\n\nSeveral people come up to you, making welcome signs. They wear simple clothes, very similar to those worn in ancient Greece. You take off your diving suit - you can breathe here without it.\n\nThese people speak a language you do not know, but there is an interpreter among them. They report that their ruler is a greedy and selfish person. All the people live in the position of slaves. With the exception of a few close to the ruler, everyone is unhappy. New friends ask you for help. It may be in your power to help them arrange an escape.", "actions": [{"text": "Find the ruler", "redirect_to": 60}, {"text": "Help them run", "redirect_to": 61}]}, {"id": 44, "text": "You rush towards the Seeker, trying to elude the strange sub. You notice that the submarine is following you, so you turn on the engines at full power. You can use your laser gun to hit the submarine, but you don't want to hurt anyone.\n\nYou swim quickly upwards, but a few fathoms below the surface, all of the Seeker's systems fail. You seem to be affected by some mysterious force.", "actions": [{"text": "Wait for help from Mary", "redirect_to": 64}, {"text": "Get out of the Seeker to the surface", "redirect_to": 63}]}, {"id": 45, "text": "You carefully climb into the ship's cabin. Clay vessels are scattered everywhere - ancient Greek amphorae, once filled with oil and wine.\n\nOne door leads to a small cabin. In it, on a table against the back wall, is a golden box. You open it and find map pieces. It doesn't have Atlantis. But she shows that this ship was looking for a hole that leads to the center of the earth.\n\nYou return to the Seeker and, by consulting the map, try to find this amazing well that goes to the center of the earth. Finally you find the entrance to the tunnel - a round hole 100 feet in diameter. The locator readings indicate that the well has no bottom.", "actions": [{"text": "Go down the well", "redirect_to": 65}, {"text": "Rise to the surface", "redirect_to": 66}]}, {"id": 46, "text": "You float calmly, the Seeker is lifted aboard the Mary. You are met by scientists and the team. The Seeker is ready for a second dive, but suddenly a hurricane rises, waves crashing on the deck of the Mary. All forces are thrown into the fight against the elements. There is no way to start a new dive. For a whole day, \"Mary\" is on the raging sea.\n\nBy morning the wind subsides, the sky clears up. Now you are ready for a new dive.", "actions": [{"text": "*Further*", "redirect_to": 48}]}, {"id": 47, "text": "A helicopter was sent to bring you back to the air base and send you to the United States. Newspapers announce that the search for Atlantis has been called off. However, a few months later, you are contacted by a group of scientists who believe that it is possible to find Atlantis. They are organizing a new expedition and want you to join them. You find it enticing. You are drawn to adventure.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 48, "text": "The Seeker sinks to the bottom of the ocean again. Fish swim by, looking at you in your metal cage. Sunlight fades as you sink deeper and deeper. You're heading for a huge depression at the bottom that might lead to Atlantis.\n\nWhen you reach the cavity, you turn on the Seeker's searchlight and see a round hole that seems to have been made by sentient beings. Maybe it leads to Atlantis.\n\n    See next page.", "actions": [{"text": "*Further*", "redirect_to": 49}]}, {"id": 49, "text": "", "actions": [{"text": "*Further*", "redirect_to": 50}]}, {"id": 50, "text": "You feel dizzy from fatigue and lack of oxygen. With a knife you chop thickets of kelp. Little by little you make your way to freedom. And so, tearing off the last clinging processes of algae, you soar to the surface. You fire a special flare and Mary's team quickly finds you. In a few minutes you are already on board, safe, surrounded by friends. What a relief to escape from this nightmarish world!", "actions": [{"text": "Dive the next day again", "redirect_to": 67}, {"text": "Relax and make a plan", "redirect_to": 68}]}, {"id": 51, "text": "Three inhabitants of Atlantis guess your desire to return to the surface. Instantly a spherical capsule appears, somewhat reminiscent of a soap bubble, and you are put inside.\n\n“Goodbye, earthling. May your life be long and prosperous.\n\nYou soar up and float next to Mary. Upon reaching the surface, the capsule dissolves. Aboard the Mary, you tell the crew and scientists about your adventures. They are all very kind to you, but none of them believe you. They believe that you dreamed of Atlantis - after all, you spent too long at such a depth.\n\nAlready in the United States, you start a national tour, which is shown on television, and talk about Atlantis. You write articles, then a book. You make a lot of money doing this. You are tempted by the idea of ​​spending that money on a new expedition.", "actions": [{"text": "Spend money on a new expedition", "redirect_to": 72}, {"text": "Get out of business and enjoy your life", "redirect_to": 74}]}, {"id": 52, "text": "", "actions": [{"text": "*Further*", "redirect_to": 53}]}, {"id": 53, "text": "There is nothing worse than panic. You try to calm down and swim with the current that takes you up. With the help of a knife, you break through the seaweed to freedom. What a relief!\n\nBut, barely getting out of the algae, you fall into the funnel of a giant whirlpool.", "actions": [{"text": "Try to swim out of the whirlpool", "redirect_to": 69}, {"text": "Dive to the bottom and get out", "redirect_to": 70}]}, {"id": 54, "text": "", "actions": [{"text": "*Further*", "redirect_to": 55}]}, {"id": 55, "text": "Three people lead you to a huge cave, in the center of which stands a huge silver ship.\n\nThey take you inside. This is the most advanced control center you've ever seen. Computers, sensors, recording devices, monitors, many dials and panels. You are met by a strange man with a huge head and completely colorless eyes.\n\n“So you're in the Atlantis control center. Now you know our secret. We landed on this planet 3,000 years ago. We used our knowledge of antimatter and lowered this continent to the bottom of the sea to hide from people. If you like, you can lead a pleasant and useful life here with us. You only need to inject a special serum so that you can live underwater. It's all. Otherwise, if you don't want to be one of us, we will keep you as a prisoner.", "actions": [{"text": "agree to an injection", "redirect_to": 71}, {"text": "Refuse", "redirect_to": 73}]}, {"id": 56, "text": "“I want to join the Nodorians,” you say to your companion.\n\nIt takes you out of the city.\n\n“I must leave you here. Good luck.\n\nThe Nodorians send a group of men armed to the teeth to meet them. They think you're a spy sent by the Atlanteans. They are very similar to the Atlanteans, but they smile much less often.\n\n- Let's go. You need to be interrogated. Perhaps you will work for us.\n\nYou are interrogated for three whole days and kept in a closet with no windows. These are bad people, and you realize that you made a mistake. They offer you to help them spy on the Atlanteans. In their opinion, you, as a spy, will be able to freely move from one tribe to another.", "actions": [{"text": "run away", "redirect_to": 75}, {"text": "Accept their offer", "redirect_to": 76}]}, {"id": 57, "text": "You chose to stay with the Atlanteans. You like the way they live - they devote all their time to creation, not destruction, and they hate wars.\n\nYou're fascinated by this seemingly perfect world. You are not averse to stay and study the history of Atlantis and find out what caused the strife between the Atlanteans and the Nodorians. And yet you still cherish the hope of escaping and returning to the surface world.", "actions": [{"text": "Dedicate your life to the study of Atlantis", "redirect_to": 77}, {"text": "run", "redirect_to": 79}]}, {"id": 58, "text": "You are lying on the operating table, a huge lamp sparkles above you. Then you lose consciousness. Pleasant thoughts, sounds, pictures are spinning in your head. When you come to, you don't feel any change, although now you can breathe underwater.\n\nFor several weeks you explore the underwater world. Without a heavy scuba gear on your back, you feel completely different and you will discover a new beautiful world with delight. Your two companions become your closest friends and take you on new adventures in the depths. It really is an amazing life! You like it, but you still regret that you will never see the surface world again.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 59, "text": "— No, I refuse the operation. I have no desire to turn into a fish!\n\nThe Atlanteans are trying to convince you that with them your life will be long, happy and useful. You still refuse. They sigh sadly and sprinkle a special liquid on you, which makes you immediately faint. A few hours later, you come to your senses and find that you are in a tank filled with air, where you can breathe normally. Your closest neighbor is a horse that looks at you with pity and sympathy.\n\nYou must have made a big mistake - you rejected the offer of the Atlanteans. And that's why they locked you in a cage at the zoo.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 60, "text": "Finding the king was not so difficult. One of his countless minions brings you to him. He sits in a small, simply furnished room, where an unusual light pours from a round ceiling.\n\n\"So you've managed to find your way here.\" Don't worry. I won't harm you.\n\nThe hollow voice of the king frightens you. He invites you to sit down. However, after spending a few hours with him, you find him smart, interesting and friendly. Perhaps the Atlanteans are mistaken about him.\n\nHe invites you to join the government. He assures that people are for the most part lazy and proud and deserve nothing but drastic measures and coercion. For almost a thousand years he has been wearing the crown, and he succeeds only because he is not afraid to appear cruel. He wants you to become an advisor to his court.", "actions": [{"text": "Accept the king's offer", "redirect_to": 80}, {"text": "Refuse", "redirect_to": 82}]}, {"id": 61, "text": "The question is where to run. The king keeps everything under control. He rules the entire underwater world, his people are everywhere. Only one thing remains - to develop a plan to capture the king and hide him in prison.\n\nBut people are afraid. Once upon a time, several residents have already tried to raise an uprising, they are still in prison. The king is cunning and suspicious.\n\nIt comes to your mind to arrange a festive performance. On a signal, the actors and part of the audience will rush and seize the king. The actors will have real weapons, but it will never occur to anyone.\n\nYour plan is approved. You are being asked to lead an uprising.", "actions": [{"text": "Lead a rebellion", "redirect_to": 81}, {"text": "Just make a plan", "redirect_to": 86}]}, {"id": 62, "text": "", "actions": [{"text": "*Further*", "redirect_to": 63}]}, {"id": 63, "text": "It seems to you that there is only one way out of this situation - to leave the Seeker and try to get to the surface on your own. You exit through an airlock into the ocean. A sharp push, and you swim up from the Seeker. Your survival gear includes a small yellow raft. The surface of the sea is calm, but the Mary is nowhere to be seen.\n\nFor two days you are carried on a life raft either under the scorching sun or under the bright stars. Eventually a search helicopter finds you. Finally you are safe.\n\nUnfortunately, you cannot continue the search for Atlantis - your eyesight has suffered from that incomprehensible force that stopped the Seeker. Your career as an underwater explorer is over.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 64, "text": "It's best to wait until Mary finds you. You can't signal them yourself, because the Seeker's equipment is out of order. No trace of the mysterious submarine. She probably went into hiding, because she did her job - she did not let you continue your search for Atlantis.\n\nLooking through the thick glass porthole on the port side, you see that a huge blue whale is moving right at you. He looks like he wants to ram you. Perhaps he was disturbed by that submarine, and now he is ready to take his soul on any ship.\n\nKeith hits with all his might. The Seeker is badly damaged. Water seeps through the insulating layer. \"Seeker\" will have to leave. The whale is nearby, he is waiting.", "actions": [{"text": "Get to the surface", "redirect_to": 63}, {"text": "Climb a whale and swim on it", "redirect_to": 85}, {"text": "Don't know what to do", "redirect_to": 87}]}, {"id": 65, "text": "Why not get down? Who will believe it? Center of the earth! With the control lever, you set the course for a deep dive. A world of color and moving forms opens before you. Layers of sand and rocks float past you. Suddenly you find yourself in some kind of viscous mass that completely clogs the Seeker's engines. Some kind of force is pulling you down - something like gravity. You break through a thin elastic membrane and enter the realm of giant atoms. Electrons spin around you at breakneck speed, but between the rushing particles there is still a lot of space in which to move. Electrons revolve around little particles, which, as you know, are called nuclei. You have the ability to avoid collision with electrons. What a world! But maybe it's just a hallucination.", "actions": [{"text": "Continue the journey to the center of the earth", "redirect_to": 88}, {"text": "Try to come back", "redirect_to": 89}]}, {"id": 66, "text": "You think it's too dangerous to dive into this deep well, which may lead to the center of the earth. It is much better to surface and develop a detailed plan of action.\n\nYou take one last look at the opening, check the Seeker's gauges, and swim up. Now you just have to wait until Mary picks you up.", "actions": [{"text": "*Further*", "redirect_to": 31}]}, {"id": 67, "text": "You insist that you feel good and will dive again the next day. Scientists are trying to convince you that this is recklessness. The captain of the Mary warns that a swath of severe storms is coming, so that tomorrow will probably only be possible for a short dive.\n\nNot listening to advice, you climb into the Seeker, wave to your friends and dive into the abyss. You feel a little tired, but look forward to a new meeting with the underwater world.\n\nHaving sunk to the bottom, you decide to explore the cliff above a deep depression.", "actions": [{"text": "*Further*", "redirect_to": 6}]}, {"id": 68, "text": "You are informed that a violent storm is coming. The captain decides to take the Mary to the nearest harbor on the island for safety. Staying where you are is too dangerous. The sailors securely fasten the Seeker to the deck of the Mary, and you are on your way.\n\nBut the storm breaks before you can reach the harbor. The cables holding the Seeker break and it is washed overboard. The monitors on the Mary are disabled by terrible electrical discharges during a thunderstorm. Everyone is alive, but there is no way to fix the damaged devices. The search for Atlantis is over this time.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 69, "text": "Useless. The whirlpool holds you in a vise. You feel that your arms and legs are torn in different directions. You can't get out of here. Everything turns and turns you.", "actions": [{"text": "Make a hole in the whirlpool with a gun", "redirect_to": 97}, {"text": "keep fighting", "redirect_to": 98}]}, {"id": 70, "text": "You see that you cannot swim out of the whirlpool. There is only one thing left: to dive deep down.\n\nA few throws - and you're in the middle of a whirlpool. Bright colors dance before the eyes. You lose all idea of ​​where you are. And suddenly you see the sky. It looks like a tiny blue dot.", "actions": [{"text": "Get to the surface", "redirect_to": 99}, {"text": "Explore this strange place", "redirect_to": 100}]}, {"id": 71, "text": "Maybe it's stupid, but you decide to stay with them. The injection is completely painless, and you do not feel any changes in yourself. You are taken to a cozy room where everyone takes part in a special tea ceremony on the occasion of your decision.\n\n“You see, all living beings are basically the same. Everything in life is interconnected. We flew from another planet in search of living beings. We have to be very careful in bringing new people to our planet. Some of the earthlings, like you, have already managed to find us.\n\nYou are amazed by their words. The choice is yours. You can either, overcoming space and time, go to their planet, or stay in the underwater Atlantis to convey information about life on Earth to the inhabitants of the underwater world.", "actions": [{"text": "Travel through space and time", "redirect_to": 90}, {"text": "Stay working in Atlantis", "redirect_to": 91}]}, {"id": 72, "text": "The only way to prove that you are not crazy is to organize another expedition to Atlantis. You take all the money you get from articles and TV appearances, equip the ship, recruit a crew, and rent the Seeker. Most people think you're out of your mind.\n\nStopping over the place that you so carefully marked on the maps, you on the Seeker plunge into the sea. Again you find a hidden grotto and a round metal plate.\n\nThis plate is probably blocking some kind of passage. She's blocked. You try to open it with the Seeker's drilling device, but it won't budge. Terribly insulting, because the key to the puzzle is almost in your hands!", "actions": [{"text": "Shoot a plate with a laser gun", "redirect_to": 93}, {"text": "Calmly wait until you are noticed", "redirect_to": 94}]}, {"id": 73, "text": "The offer to inject the serum and stay with them for life is terrible. You must arrange an escape.\n\nAs soon as your guards turn away, you elude them and rush to the hatch of the spaceship. You didn't even notice the laser beam that guards the exit. Stepping on his strip, you freeze at half a step. The Atlanteans approach you and say that you will have to remain in this position for a period equal to 23 Earth years and 61 days. When this period expires, you will be given another chance.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 74, "text": "For several weeks you have been considering whether to start a new expedition. It's not about the money. You fear that if Atlantis is discovered, it will be a tragedy for the Atlanteans. You understand that the existence of their civilization must be kept secret. And you decide to spend money on organizing space research and the search for life in other galaxies. Perhaps someday you will meet the Atlanteans in space.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}, {"text": "Don't like the end?", "redirect_to": 107}]}, {"id": 75, "text": "Running away won't be easy, but you decide it's not worth staying with these people. It's best to say that you accept their offer to be a spy. They, of course, rejoice when you say that you are ready to work for them.\n\n“You see, the Atlanteans are jealous of us. We must always be on the alert, otherwise they will conquer us and our land.\n\nYou do not believe that the Atlanteans can envy the Nodorians, but you will not contradict them. You are escorted out of the country, and you go to the Atlanteans. Back in Atlantis, you ask to be allowed to stay with them. You know that you will never be allowed to leave the underwater world, but there is still hope for escape. Or maybe living here isn't so bad after all.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 76, "text": "“Okay, I’m ready,” you say. “I'm staying and spying for you in Atlantis. Who knows, they might actually be much better than you think.\n\nThe Nodorians are delighted that you will help them. They give you a room in the huge house where most of them live. Gray and nasty, it is very reminiscent of a prison cell. At night, when everyone has gone to bed, you sit awake and think that you have driven yourself into a trap. It occurs to you that the Nordorians are aliens and therefore unfortunate exiles. The Atlanteans are plotting nothing against them. You made the wrong choice.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}, {"text": "Wake up", "redirect_to": 108}]}, {"id": 77, "text": "Perhaps you will be able to learn from the Atlanteans how they managed to make their lives so happy. You will study their history.\n\nWhen you announce your decision to stay, you are surrounded by attention and care. You say you would like to help them produce food.\n\nThe civilization of Atlantis reached perfection several thousand years ago. Its inhabitants cultivate good thoughts and weed out bad ones, as if tending a garden. Their mind is free and clear.\n\nYou have so many things to do - and care for marine plants, and historical research - that very soon you completely forget about the Seeker.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 78, "text": "", "actions": [{"text": "*Further*", "redirect_to": 79}]}, {"id": 79, "text": "You seize the moment when everyone is busy with their own business, rush to the exit of the tunnel and get out into the sea. No signs of anxiety. Nobody is chasing you. Strange, they said they wouldn't let you return to the world above. Why were you allowed to run away?\n\nYou swim up, then you lose consciousness. No one can withstand such pressure and lack of oxygen. But then a miracle happens, you suddenly feel like you are being dragged somewhere by brown algae surrounding you from all sides, and now you are already very close to the surface.", "actions": [{"text": "*Further*", "redirect_to": 50}]}, {"id": 80, "text": "King's Advisor! Here is the chance. Perhaps the king has ruled so long that he has lost contact with the people. Maybe you, as an adviser, can help people achieve what they achieve. You don't believe that the people of Atlantis are lazy and selfish. The king just needs to take a fresh look at things.\n\nYou have been approved as Special Adviser to the King on Housing and Food. You immediately call a meeting to discuss the food program and set standards for work. The King is so happy that someone else is taking care of these issues that he leaves everything up to you. He gives you land and a big salary. People get involved in planning and work. You listen to their complaints and suggestions. Life at the bottom of the sea becomes beautiful. The people here are good and hardworking. Staying was a wise decision.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 81, "text": "You don't want to lead an uprising, but the people need you. You start preparing the play, and the king is pleased that his people are busy. People can't wait for the day when they manage to put the king in jail and be able to make decisions for themselves.\n\nOn the night of the performance, the theater is packed to capacity. Everyone is waiting for the appearance of the king. He's all gone. The crowd is growing excited. And then a royal messenger runs into the theater and announces that the king has an inflammation of the brain. He is dying.\n\nYou don't know if the king is really ill or if he has found out about the plot. People are confused and don't know what to do. They turn to you, you order the performance to begin. And then the royal soldiers burst into the theater. They are approaching you.", "actions": [{"text": "let them grab you", "redirect_to": 116}, {"text": "Hide", "redirect_to": 117}]}, {"id": 82, "text": "The evil king's adviser? Never! You say you want nothing to do with a tyrant who doesn't believe in his people. You tell him straight to his face that his people are unhappy. He laughs and says you can go back to your people if you feel like it. He warns you that these people complain too much and work too little.\n\nReturning to your new friends, you discuss with them how to defeat the king and his minions. You arrange secret meetings and work out a plan. But on the day of the uprising, it is discovered that a leak has appeared in the volcanic wall surrounding the underwater world. The whole country is in danger. The idea of ​​rebellion will have to be abandoned. Atlantes must not let the elements destroy their world. Everyone works for a common cause. Now the main thing is to be saved.", "actions": [{"text": "Work with everyone", "redirect_to": 112}, {"text": "Take advantage and run", "redirect_to": 114}]}, {"id": 83, "text": "", "actions": [{"text": "*Further*", "redirect_to": 84}]}, {"id": 84, "text": "", "actions": [{"text": "*Further*", "redirect_to": 85}]}, {"id": 85, "text": "People ride dolphins, and you've met scuba divers who claimed they were able to grab a whale by the fin and ride it. It sounds crazy, but it may be the only way to escape. You climb out of the Seeker, swim up to the whale and grab onto the fin. With a gentle but powerful movement, the giant mammal soars upwards. Holding on is not easy. Finally, the whale emerges and freezes on the surface, filling the lungs with air, and you slowly swim away.\n\nYou are carried by sea for two or three days. You are warm in a waterproof suit, and special inflatable pillows keep you afloat. When a search helicopter finds you, rocking on the waves, you are tormented by hunger and thirst, but otherwise you are in perfect order.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 86, "text": "This is their country, but you are ready to help them figure out how to defeat the king. However, you yourself do not want to take part in the uprising.\n\nIt is necessary to elect new leaders and explain to the people their task. You yourself would take part in the rebellion, but you need to return to the surface world. While the uprising is being prepared, you hope to slip away, sneak onto the Seeker and quickly rise to the surface.\n\nOn the day of the uprising, the excitement of the bold onslaught of the Atlanteans is transmitted to you, and you decide to stay and help them in any way you can. Careful preparation paid off. A detachment of specially selected men and women easily captures the king and his guards without a single drop of blood, and the people celebrate the victory for many days.\n\nAtlanteans treat you as if you are one of them, and you yourself begin to feel that this is so.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 87, "text": "You have to admit that you don't know what to do. The whale has a frightening appearance; how to be saved, you have no idea, and therefore you wait.\n\nHow much time passes, you do not know - maybe an hour, maybe just a few minutes - when the mysterious submarine returns. She hooks the Seeker with a cable and pulls it to the surface. Then the submarine disappears into the waves, leaving you to wait for the Mary.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 88, "text": "Electrons spin around you at breakneck speed, and you move further and further and finally get to where the devices record that time no longer exists. The clock stops, the speedometer stops, your heart stops, and yet you are alive. You hear beautiful music and see a light that you can touch and even taste. You are filled with peace and grace.\n\nYou feel that there is someone next to you, but you know that the hatch through which you can enter has been closed all the time. Looking back, you see three Atlanteans and realize that the Seeker has become just a thought. How the thoughts of the Atlanteans got on board the Seeker and are trying to establish contact with you. You want to know what they're thinking, but they tell you that you haven't gone too far yet to become a true thought traveler.", "actions": [{"text": "Back from this strange world", "redirect_to": 95}, {"text": "Mentally travel through time", "redirect_to": 96}]}, {"id": 89, "text": "No, you will not dive to the center of the earth. As you know, immediately under the thin earth's crust there is a layer in which solid rocks gradually turn into a liquid state, and a solid core is even deeper. At least that's what the scientists think. You cannot bear such a journey. On the other hand, it is possible that the radar is defective. The well is deep, but you can't believe it actually goes all the way to the center of the earth. Better to proceed with caution. You go up to the surface to consult with the scientists aboard the Mary.\n\nThe scientists say their instruments are out of order, possibly due to an impending storm, and they don't want to risk it. It was decided to take the Mary away from this mysterious well. The expedition will have to end, and you realize that you missed the chance to discover Atlantis.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 90, "text": "- I'm going with you. I want to see the universe.\n\n- Great, you won't regret it. We are already ready to fly.\n\nYou are brought into a small room, and three Atlanteans stand with you under some kind of bright beam. You seem to be flying somewhere and at the same time standing still. It feels like you've already flown hundreds of thousands of miles in space. The Sun flashed by, the Milky Way swept past, and now you are already in another galaxy.\n\nYou ended up on the planet Eigr, where the Atlanteans came from. This is a completely different world. The city shines like a thousand lights. All around you you see only clumps of bright pulsating light that rush past you. Nothing solid, just light. And suddenly, before your eyes, these clots of light turn into people.\n\nThe body is not important to us. Our energy matters. You can see us in corporeal forms if you like, but we only use them to communicate with people like you. Choose: stay as is or go through the transformation.", "actions": [{"text": "Stay the way you are", "redirect_to": 101}, {"text": "Transform into energy", "redirect_to": 102}]}, {"id": 91, "text": "Enough adventure for today. Traveling to a planet in another galaxy is too risky. In addition, you can visit there and then.\n\nYou say you want to stay with them. Perhaps your knowledge of the sea can be useful to them. For several days they seriously discuss your decision. At the end of the negotiations, you are offered a choice of work in Atlantis. You can either become a farmer or a musician.", "actions": [{"text": "Become an underwater farmer", "redirect_to": 103}, {"text": "Become a musician", "redirect_to": 104}]}, {"id": 92, "text": "", "actions": [{"text": "*Further*", "redirect_to": 93}]}, {"id": 93, "text": "You decided to try to break through the door with a laser gun. You press a button and a flash of blinding light follows. But the door stands as it stood. You fire again and again. Each shot from the laser cannon shakes the Seeker. Reflection energy destroys your own ship. Without taking your finger off the button, you keep firing.\n\nAnd suddenly a blinding flash inside the Seeker itself. It was the laser eye that exploded. Both you and the Seeker died in an instant. And the door is still closed.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 94, "text": "It is not good to use force if no one is attacking you and there is no need to defend yourself. You dismiss the idea of ​​using a laser gun - someone might get hurt and you'll never be able to make contact again. You decide to wait in the hope that you will be noticed.\n\nFor six hours you sit and wait patiently. A greenish glow appears in front of you. Soft light envelops the Seeker. The hatch door opens. Three people appear and make you a sign to follow them.", "actions": [{"text": "follow them", "redirect_to": 105}, {"text": "Refuse to follow them", "redirect_to": 106}]}, {"id": 95, "text": "It's like a nightmare and you decide to come back. But it turns out that going back is much more difficult than you thought. The electrons circle like guards, preventing you from leaving. Suddenly you are held back by an elastic membrane that already tried to stop you last time. She pulls the Seeker back. You want to get rid of this nightmare and return to your world.\n\nYou lose consciousness. When you wake up, you find yourself swimming in a wetsuit over a depression in the ocean floor. The Seeker is gone. You are at a loss - did you dream all this? You slowly float to the surface. Mary is nowhere to be found. You don't know how much time has passed. The crew must have thought you were gone forever, and you know they're right. Your tormented body is carried across the boundless ocean. You feel that your strength is leaving you.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 96, "text": "Thought Traveler! You understand that people have always dreamed about it. Of course, you want to become a thought traveler, but how?\n\nAtlanteans pronounce the words very quietly, they say that there is no difference between the past, present and future. You just need to concentrate and direct your thoughts wherever you want.\n\nYou try and break through time in an amazing way the day you were born, then the day you made your first deep dive. Consciousness flies from one moment of life to another. But when you try to look into the future, you fail.\n\nWhy can't I see the future? you ask the Atlanteans.\n\n“Be patient,” they answer. - Everything has its time.\n\nAnd suddenly you are rushing through time beyond the universe, you feel how light passes through your body. You don't cast shadows. You feel a sense of peace.", "actions": [{"text": "Return to earthly life", "redirect_to": 110}, {"text": "Don't come back", "redirect_to": 111}]}, {"id": 97, "text": "You have a laser pistol with you, which you took in case of danger. You punch a hole in the side of the whirlpool and dive into it. Before you is a flock of fish, which is puzzled by the appearance of a strange guest. A shark looms behind them. You slowly swim up, and the shark dives into the depths.\n\nMary is nowhere to be seen. How long will you have to wait? Suddenly you hear a loud splash - this is a huge whale swimming nearby, blowing fountains and sucking in air with a loud noise. It took you a good half an hour to swim to this huge creature. He doesn't pay any attention to you. You climb on his tail and crawl on all fours on his back. It's like crawling over a giant slippery rock.\n\nAnd now you can already quite clearly see \"Mary\". Whale watching with Mary. You wave your hand until you are sure that you have been noticed. You will be picked soon.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 98, "text": "You lose consciousness, and you come to your senses, already floating on the surface of the ocean. There is a large swell on the water, the sun is shining on you. The whirlpool must have disappeared as suddenly as it appeared. You're exhausted, dizzy, and you turn cautiously to check if you're all right. Turning your head slightly inside the diving helmet, you feel a strong pain at your right temple. You need to lie very still. Little by little you begin to hear the sound of a search helicopter. You hesitate to turn and look at him, but the minutes go by, the noise builds up, then slowly fades away. The helicopter flew by without noticing you. The pain in the temple is growing. You lose consciousness again.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 99, "text": "Water spins you at a terrible speed. You are trying to get into the very center of the whirlpool, and then you are thrown into the air. You fall into the water very close to Mary. The fall stunned you, but you quickly recover and are soon picked up. No one believes in your stories, and after a while all this begins to seem too incredible to you yourself to actually happen.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 100, "text": "At the bottom of the ocean is a small metal hatch. You pull on the lid with all your might, but it won't budge. You stop to take a breath. Fish swimming past look at you with amazement.\n\nYou didn't even notice the hatch opened. A voice orders you to enter. Carefully, cautiously, you walk along the corridor that leads to a small room where three people meet you.", "actions": [{"text": "*Further*", "redirect_to": 55}]}, {"id": 101, "text": "You just can't part with your body. For the Atlanteans, it may be quite natural to exist in the form of pure energy, but you are not yet ready to become like them.\n\nIt is rather strange to wander around surrounded by bright, flickering blobs of energy. You are asked to tell about life on Earth, you agree. For two years you have been communicating with the Atlanteans, who have taken the form of pure energy, and talk about the Earth, about the life and affairs of people. Atlanteans are interested in all aspects of earthly life. Technology, politics, wars and religion.\n\nYou ask why they do it, but they always evade a direct answer. And then one fine day you look at yourself and see nothing but bright luminous energy. With horror, you realize that you have become one of them.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 102, "text": "You live in the world of the Atlanteans, why don't you become like them? Looking at your hands, you notice that they gradually begin to glow with a warm yellowish light. Little by little, the luminosity rises up the arms and legs, until the whole body disappears. You have become a bundle of energy. You are filled with a feeling of freedom and happiness like you have never known before. You can fly, hover and whirl wherever you please. Walls are not a hindrance to you, you freely penetrate through them. You don't need food or rest. You can travel through time; in the form of energy, you can instantly be transported to Earth.\n\nYou feel like this is exactly what you wanted to be.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 103, "text": "You're glad you chose the job of an underwater farmer. Surrounding Atlantis are fields of marine plants, which are cared for in the same way as gardens on earth. Every day, the Atlanteans go out to harvest, cultivate the fields and drive away the fish that love to nibble on the sprouts. There is also work on fish farms. You feed the fish and take care of them. Underwater farming is very pleasant and not at all difficult. There is, however, a danger of stumbling upon an electric stingray, a sea snake and occasionally a shark. You have to be alert all the time.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 104, "text": "Musician in Atlantis! Who can believe it? You are prompted to choose an instrument. You try water lutes, sea drums, shark bone flutes and countless electronic instruments. You choose one of the electronic instruments, but you can't get a sound out of it. They tell you that they play music on it that is not heard, but felt. What world are you in! Who can imagine music that cannot be heard? Gradually, you learn to distinguish this music with parts of your body: hips, chest, temples and fingertips. Interest in a new perception of music is growing day by day. You improve in this art and become their greatest musician.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 105, "text": "These people bring you to the control center. You are met by the head of the underwater science center, who is in charge of secret research at sea. They tell you that you were lucky you didn't use the laser gun, because they have an anti-laser device that would blow both you and the Seeker to pieces.\n\nAfter a delicious lunch and a walk through the deep-sea laboratory, you are sent to the Seeker so that you can rise to the surface. You are being warned - you must not return. Otherwise, you will remain a prisoner for the rest of your life.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 106, "text": "When you refuse to follow them, they take out a device with which to hypnotize you. You are led through a long tunnel to a large underwater laboratory. Three military men come up to you and take you out of the trance.\n\nYou have entered the territory of a secret military base. We are developing too many secret plans, so you will remain our prisoner.\n\nThere is no salvation.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 107, "text": "You hesitate for several weeks and finally decide to return to Atlantis. You are in such a hurry that you hire a small speedboat to take you to the place in the ocean where Atlantis is. You are going to dive with one scuba gear, although you know that diving to two thousand feet is a crazy idea. But you don't care anymore: you feel that it is necessary to do it.\n\nFor six days the sea is stormy, and when the weather settles, you prepare to dive. Slipping into the water, at the last moment you glance at the sky and high in the clouds you see the shining city of the Atlanteans. Now it's pointless to dive.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 108, "text": "At night you wake up, you hear some voices, it turns out several Nodorians are preparing to escape. They aspire to the Atlanteans. They think that living with them is much better. You go up to them and they tell you how bad life is for them. They want joy, goodwill - it's so natural!", "actions": [{"text": "*Further*", "redirect_to": 109}]}, {"id": 109, "text": "And then the door swings open. Three guards rush in - they open fire, and you and everyone standing next to you disappear in flashes of blinding light.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 110, "text": "After a thousand years of mental travel, you are invited to the main meeting room. You are told that now you can return to Earth. You are not sure if it is worth returning, but you are interested to see how life on Earth has changed during this time.\n\nWhat a view opens up to you when you soar above the earth at a height of a thousand feet! The world's greatest cities - New York, London, Paris and Hong Kong - are not visible behind the thickets that cover them. The roads leading to these cities are barely visible. But you see signs of new settlements. Houses scattered in small groups across the countryside. No smoking chimneys to be seen. There are few roads and no cars at all. People lead a simple life, providing themselves with food, housing and clothing. You would like to live with them.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 111, "text": "One fine day, your friends tell you that if you want, you can return to Earth. You carefully consider this offer and come to the conclusion that the opportunity to travel through thoughts is just what you have always wanted. You decide to stay in this world forever.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 112, "text": "Many years ago, the Atlanteans developed a special defense system, but most simply forgot about it. Only one old man remembers where the equipment and instructions for its use are stored.\n\nFor three whole days you have been working tirelessly with the Atlanteans, pumping out the incoming water and building a special fortification around a fissure in the volcano. Finally the pump is stopped. Everyone was terribly tired, but they won the battle with the ocean.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 113, "text": "", "actions": [{"text": "*Further*", "redirect_to": 114}]}, {"id": 114, "text": "As long as everyone is busy with the water coming from the sea, no one will notice your escape. You rush along a long corridor leading to the sea, which almost no one uses. At the end is a heavy, rusted door. You push it with all your might, and it eventually gives way, clearing a path through the airlock and out to sea. Seeker stands where you left it, you rush to it and rise to the surface where Mary awaits you.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 115, "text": "", "actions": [{"text": "*Further*", "redirect_to": 116}]}, {"id": 116, "text": "Trying to hide from the soldiers is pointless. You are surrounded. They take you to the king, who sadly says that you are no different from the others. He will decide what to do with you, but for now he sends you to the dungeon.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 117, "text": "How can you escape? The soldiers have come for you. You scream as loud as you can, and the whole theater gathers around you, preventing the soldiers from approaching you. The soldiers stare in amazement at the surrounding crowd, hesitate, and then quickly leave. They understand that the forces are too unequal to hope for a successful fight.\n\nPeople are shouting that an uprising must be started. The crowd exits the theater and heads towards the royal palace. More and more people join you along the way, even the royal soldiers start to join the crowd. And you and all the people are free, the king is imprisoned. The uprising won.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}]