[{"id": 1, "text": "ATTENTION!!!\n\nThis is an extraordinary book! Do not try to read it in order, from beginning to end, moving from one page to another - nothing will work! After all, this is a game where a lot of adventures await you, this time in the Cave of Time. You will constantly have to make a choice. What will he bring? Success or failure? Your adventures are the result of your choices. You decide where to go, what to do. Well, when you decide, read the instructions at the end of the page, and then you will know what happens next.\n\nAnd remember: there is no going back! So think carefully before you act. A game is a game: you can both lose and win!", "actions": [{"text": "*Further*", "redirect_to": 2}]}, {"id": 2, "text": "You've been to Serpent Canyon before the last time you visited Uncle Howard at Red Creek Ranch. But then you did not notice any cave. It must have opened after the collapse.\n\nAlthough the midday sun still beats its rays into the gap, pitch darkness inside the cave. Trying to determine its size, you take a few steps. Gradually, the eyes get used to the darkness. Ahead you make out what looks like a tunnel. It is dimly lit by phosphorescent light. It is emitted by some kind of mineral in the walls of the cave.", "actions": [{"text": "*Further*", "redirect_to": 3}]}, {"id": 3, "text": "The walls are completely smooth, as if polished with water.\n\nFor nearly twenty paces the tunnel goes straight ahead, then turns. I wonder where? You move forward a little more, but you are very scared to be alone in a completely unfamiliar place. You turn back and run towards the exit.\n\nThere will probably be a thunderstorm, because it has suddenly become very dark. Suddenly you realize that the sun has long since set and only the pale light of the full moon illuminates the surroundings. Obviously, you fell asleep and slept for many hours. A strange detail confuses you: you are absolutely convinced that just yesterday there was a thin moon in the sky.\n\nThen how long did you spend in the cave? Are you hungry. You don't feel like you just woke up. What to do now: try to get to the house without losing orientation in this muddy moonlight, or wait until dawn?", "actions": [{"text": "Come back home", "redirect_to": 4}, {"text": "Wait", "redirect_to": 5}]}, {"id": 4, "text": "You're heading towards the ranch. But the path is completely different from the one you walked here. Although, of course, this pale light of the moon can confuse you. Suddenly you realize that you are not walking along a path at all, but along a dry river bed. You run back to the entrance to the cave. You look around and see that the landscape has completely changed. While you were in the cave, the streams of water washed away the path; however, there was still some dirty trace. You are trembling. Very cold, much colder than usual at this time of the year. You take your jacket out of your bag and put it on, but you still feel uncomfortable.\n\nFinally it starts to light up. The sky is turning pink in the east. The sun will rise soon. You look at your watch. They stopped even though you started them just recently. It is clear that something is not right.\n\nWe need to get to the ranch as soon as possible. However, you feel that the only way to get everything back in place is to enter the cave again.", "actions": [{"text": "Go towards the ranch", "redirect_to": 8}, {"text": "Return to the cave", "redirect_to": 10}]}, {"id": 5, "text": "You wait until morning. Finally, the sky in the east is cut by the pink rays of dawn. At the same time, a cold, piercing wind begins to blow.", "actions": [{"text": "Seek shelter", "redirect_to": 6}, {"text": "Explore the world around", "redirect_to": 16}]}, {"id": 6, "text": "You hide in a niche between the rocks from the pitiless wind and lean against a stone wall. Suddenly it collapses under the weight of your body. You roll down a muddy slope and fall into some kind of body of water.\n\nThe bright sun looks at you as you get out, completely wet, from the water and wander to the shore, overgrown with grass. You look at the rock that rises above the pond. It is impossible to establish where exactly you fell from.\n\nYou are trying to collect your thoughts, and in the meantime, a horse is approaching you, prancing. The rider in iron armor is a pure knight from a history book. He makes you laugh. The man on the horse takes off his helmet and laughs too.\n\n“Nice bathing spot!” he exclaims. “You look great—the pig is probably dirtier than you!” He almost falls out of the saddle with laughter. “Get on your horse and I’ll take you back to the castle,” he says. Let's see if you can get your human form back.", "actions": [{"text": "Agree to go with him to the castle", "redirect_to": 22}, {"text": "Reject an offer", "redirect_to": 114}]}, {"id": 8, "text": "It's getting light. It's clear you're not going there. The canyon is not so deep anymore. The bottom of the river is covered with boulders that were not there before. The cold wind pierces you to the bone - but it's the middle of summer! You climb some kind of elevation to get a better view of the surroundings, and you find snowdrifts. From above you see a barren plain, lakes covered with ice, and, in the distance, a chain of snow-capped mountains. Obviously, you're not just lost, but losing a lei in time. Mysteriously, you are thrown back into the ice age, that is, millions of years ago.", "actions": [{"text": "*Further*", "redirect_to": 9}]}, {"id": 9, "text": "In search of shelter from the wind, you wander to one of the cliffs that border the canyon. Directly in front of you is the entrance to another cave. On the one hand, you want to enter. On the other hand, you need to move on without losing hope of finding yourself in a familiar area.", "actions": [{"text": "Enter a new cave", "redirect_to": 17}, {"text": "Continue to move on", "redirect_to": 18}]}, {"id": 10, "text": "You enter back into the cave. You wait a while for your eyes to get used to the dim yellow light. Gradually you make out the outlines of two tunnels. One leads down and to the right, the other up and to the left. It occurs to you that the first can lead to the past, and the second to the future.", "actions": [{"text": "Go through the left tunnel", "redirect_to": 20}, {"text": "Go through the right tunnel", "redirect_to": 61}, {"text": "Exit the cave", "redirect_to": 21}]}, {"id": 11, "text": "“To his tower!” shouts the king.\n\nTwo knights step forward and lead you out of the hall. Poking their pikes in the back, they lead you up the stone stairs to the prison tower: 48 steps up. The prison is a round room with a small window, from where a moat of water is visible, and pastures behind it. Straw bedding is the only \"furniture\".\n\nObviously, you are thrown back, in the days of early feudal Europe. Here the only law is the caprice of the king. You have no idea how long he's going to keep you in the tower. There is only one way to run. The ditch is almost under your window - about 8 meters to it. If you manage to jump, you will fall directly into the water and stay alive.", "actions": [{"text": "jump", "redirect_to": 12}, {"text": "Don't jump", "redirect_to": 13}]}, {"id": 12, "text": "You jump out the window and fall down. You pass through a layer of water and reach the bottom, but slippery silt softens the landing. In a few seconds you float to the surface. Frightened but unharmed, you swim to the opposite bank of the moat. You get out of the water and run under the cover of the forest.\n\nYou walk along the edge of the forest until the castle is out of sight. Then you go out into the open. Wanting to know where you can spend the night, you stop the peasant.\n\n“Go up the hill and you will see Loch Ness right in front of you,” he says. “On the shore you will find shelter.\n\nThat's exactly what you do. When you see small houses on the lake, you head towards them. It's getting dark. To your delight, you meet a fisherman who is willing to provide you with shelter for the night. He and his wife are good people. They offer you to stay and, in return for maintenance, help them fish.", "actions": [{"text": "Agree to stay", "redirect_to": 66}, {"text": "Move on", "redirect_to": 78}]}, {"id": 13, "text": "You decide to wait, but soon you start to regret it. Twice a day a guard comes and brings you black bread and water. In a few days you will be so weak that you will not be able to run even if the opportunity presents itself.\n\nBut when you are already beginning to lose hope for deliverance, the guard enters again. He smiles.\n\n“The king ordered you to be let out of here,” he says. “We have a more serious criminal - a man who insulted the royal horse.\n\nHe laughs in your face. It is unknown if he is telling the truth. However, the guard opens the door and takes you out. You descend the stone stairs to the main royal court. You're free again - at least for now. The drawbridge is down. It seems that nothing can stop you from leaving the castle. A magnificent black horse is tied up not far away. It must have belonged to one of the knights. You could ride this horse far before anyone discovers it's missing.", "actions": [{"text": "Get on a horse and ride away", "redirect_to": 14}, {"text": "Forgive the king for asylum", "redirect_to": 15}]}, {"id": 14, "text": "In a moment, you are already galloping over the bridge and on, rejoicing that you outwitted the king and his knights. You rush past the shepherds and wave to them. They wave back. You stop to rest at a shepherd's goat house. He treats you to a delicious lunch.\n\n“Don’t be afraid of the king,” he says, “it’s just a fool who drinks grog from morning to evening. His only concern is deciding who to put in the tower. Even the knights laugh at him, and he will fall from the throne before you from the saddle. Go to good old England, great things await you. Good luck to you and good luck!\n\nGood food has added strength to you, and your horse is also in a hurry to go. You thank the shepherd from the bottom of your heart and set off on new adventures in a new life—nearly a thousand years before you were born.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 15, "text": "You seek acceptance from the king and thank him for the release.\n\n“Never mind,” replies the king. “We would do the same for any criminal. We love your courage, and although your story is as meaningless as a dancing mule, it made us laugh. Without knowing it, you have done a good service to your king. We thank you. We will see to it that you are given a horse and some gold coins,” the king continues. “Go and decide your fate. But we order you to come here once a year and tell stories no less entertaining than the one we have heard.\n\n“I obey, my lord!” you say.\n\n“On the road, my faithful servant!” he answers.\n\nYou gallop away, flag waving, ready to accomplish as many feats as possible in 982.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 16, "text": "You wearily wander along the mountain range. A fierce wind swept away the last snow from him. It bites and pierces you to the bone.\n\nThe world has changed, and obviously for the worse. You must find some house, a hut and people who could help you, otherwise you are lost.\n\nCursing your fate, you stumble and fall into a deep crack. You lose consciousness. You come to yourself later, still trembling. However, you are already in a warmer place. Judging by the dim yellow light, you have entered the Cavern of Time again. One tunnel leads to the right, the other to the left. Maybe one to the future and the other to the past?", "actions": [{"text": "go left", "redirect_to": 24}, {"text": "go right", "redirect_to": 25}]}, {"id": 17, "text": "When you enter the cave, you see a flickering light and smell the smoke. You pass through a winding tunnel and find yourself in a spacious compartment. Tongues of flame burst upward from clay vessels.\n\nSeveral stocky, squat people with straight black hair and primitive faces are drawing something on the walls of the cave. They are dressed in animal skins. Their bed is replaced by straw, spread in the corner.\n\nYou stand a little scared. Cavemen quit their job and run up to you. They view you with distrust. The most impressive of them brings a long stem of some kind of creeping plant. He steps forward, intending to grab and tie you up.", "actions": [{"text": "Meet the cavemen", "redirect_to": 26}, {"text": "run away", "redirect_to": 28}]}, {"id": 18, "text": "You climb a cliff, and it ends with a ledge hanging above the ground. A loud trumpet sound is heard. It's some kind of big animal. You crawl to the edge and see below the largest of the mammals that existed on earth - a mammoth. This huge animal seems even more enormous due to its thick coat. You are driven to despair, frozen to the bone and terribly tired. The ledge you are lying on is a few meters away from the mammoth. From there, you can easily jump on his back, burrow into his warm wool, and travel wherever he pleases!", "actions": [{"text": "Jump on the back of a mammoth", "redirect_to": 29}, {"text": "Continue on your own two feet", "redirect_to": 30}]}, {"id": 20, "text": "The left tunnel curves in a spiral, crossing several other tunnels. You turn into one of them - it goes up. In a few minutes you are already at the exit. The desert is in front of you. Unbearably hot - clearly over 50 degrees, but the sun is setting, so it will soon get cooler. In the distance is a chain of very high mountains. However, their peaks are not covered with snow. You have no idea whether you are in the past or the future or are in the present. Then you notice something that fascinates and frightens you at the same time. The sand melts, turning into a yellowish glass, as if it were being heated in a furnace. Carefully examining the sand, you feel that it is getting hotter. And suddenly you realize that the sun does not set, but, on the contrary, rises! This means that by noon the temperature will be completely unbearable. And the sun keeps rising, the heat rolls over you in waves. What if you have to witness the end of the world?", "actions": [{"text": "*Further*", "redirect_to": 93}]}, {"id": 21, "text": "You turn back and head towards the exit. According to your assumptions, it should be dawn now. However, not a ray of light enters the cave from outside. You grope your way to the exit, leaning against the walls. Hands bump into something cold, wet and hard. Ice! The exit is blocked. Pieces of ice also got inside the cave.\n\nYou retreat, confused and helpless. I wish this nightmare was a dream. You go back to where the tunnels begin and try to think carefully about your position. Obviously, the only way to get out of the cave is to go through one of these tunnels.", "actions": [{"text": "Go through the right tunnel", "redirect_to": 33}, {"text": "Go through the left tunnel", "redirect_to": 35}]}, {"id": 22, "text": "Laughing, the knight helps you onto your horse. He begins to gallop at a light gallop. You are pretty swayed. After about a mile, you finally come to a huge stone castle. The horse trots across the bridge and heads for the stable.\n\n“Jump!” the knight shouts at you, and you slide off the horse's back.\n\nThe knight escorts you to the largest hall of the palace. The royal retinue and knights are gathering. In a few minutes you kneel before the king himself.\n\nAfter listening to your story, the king looks gloomily at his advisers, knights and servants.\n\n“Does anyone believe these fairy tales?” he asks.\n\nEveryone answers in chorus: “No, Your Majesty”, “Of course not, Your Majesty.”\n\n“Now tell us the truth,” the king orders.", "actions": [{"text": "insist on telling the truth", "redirect_to": 36}, {"text": "Try to make up a story", "redirect_to": 37}]}, {"id": 24, "text": "You go through the left tunnel. He brings you to the surface. In front of you is a green plain, bordered by a murmuring transparent stream. In the distance, foothills covered with coniferous forests, and behind them the snowy peaks of the mountains. Perhaps this is Wyoming, and the time is the one in which you live. But even if the time is different, the main thing is that the world around seems hospitable.\n\nYou see a herd of bison grazing. But nowhere is there a house, no fence, no path - no traces of human presence. You must have been thrown back in time hundreds or even thousands of years ago.\n\nYou look up. One of the large white cumulus clouds is moving very strangely. It falls to the ground! The spaceship lands just a few meters away from you.", "actions": [{"text": "Hide", "redirect_to": 38}, {"text": "Go to the ship", "redirect_to": 40}]}, {"id": 25, "text": "You walk along the right tunnel for quite some time, hoping to find a passage leading to your time. You choose one of the many branches and turn into it. But instead of getting out of the cave to the surface, you find yourself in a brightly lit room, in the center of which a bearded old man sits in an armchair.\n\n\"Welcome,\" he says, as if he's been waiting for you for a long time.\n\n“Thank you,” you reply. “Could you help me find my way back in my time?”\n\nThe old man smiles.\n\n“First of all,” he says, “answer me: why do you want to return to your own time, and do not want to go to some other?", "actions": [{"text": "\"I want to go back to family and friends\"", "redirect_to": 43}, {"text": "\"I'm afraid of falling into a bad time\"", "redirect_to": 41}, {"text": "\"I don't mind going to another time\"", "redirect_to": 44}, {"text": "\"Who you are?\"", "redirect_to": 45}]}, {"id": 26, "text": "You express your benevolent attitude with body language. The man with the stem steps back and smiles. People talk to you in a friendly way, but you don't understand them. They don't understand you either. It's rather awkward, but at least you're safe and not cold anymore.\n\nThe cavemen return to their work. It occurs to you to explain with the help of pictures. You draw yourself with a piece of something edible in your hand. People laugh, but one of them brings you a piece of undercooked meat. It's not very tasty, but you're so hungry that it doesn't matter.", "actions": [{"text": "*Further*", "redirect_to": 27}]}, {"id": 27, "text": "After a while, you already get to know everyone and learn the basic words of their language. Some of them go hunting and bring prey. The other sews clothes from animal skins. You help clean the cave and cook, and draw something on the wall every day. The cavemen are mesmerized by your pictures of planes, ships and cars. These items seem to be fiction to them because they have no idea how they work.\n\nOne day people from another tribe come. You've never seen them before. However, they are received very warmly. A real feast is arranged in their honor. When the food is finished, a lively conversation is fastened. They seem to be discussing some serious issues. But gradually the cavemen fall asleep. You go out into the fresh air. The ground is covered with deep snow. A piercing cold wind raises and circles the snow clouds.\n\nThe next morning, people begin to collect their belongings and show you with signs: do as we do. Obviously, they intend to make a transition to a warmer area. You understand that you must go too, but the desire to return home is very strong. The only way out is to find a way back to the Cave of Time.", "actions": [{"text": "Walk with the cavemen", "redirect_to": 46}, {"text": "Go look for the way to the Cave of Time", "redirect_to": 47}]}, {"id": 28, "text": "You do not see a future for yourself in the society of primitive people, so you set off to look for a way back to the Cave of Time. Luckily, they don't follow you and you can go wherever you want.\n\nTired and hungry, you finally enter the cave. The light has become even more dim, and you grope your way in search of the right corridor. Suddenly you stumble and fall on some kind of embankment, hitting your head hard. Looking around. Daylight enters from the opening at the top. In a minute you come out of the cave, the air around you is warm and humid. Right in front of you is a deciduous forest. A bird flies by. You don't know what time you are in, but it looks pretty attractive.", "actions": [{"text": "*Further*", "redirect_to": 51}]}, {"id": 29, "text": "You land: on the back of a mammoth. He shakes himself like a horse chasing away flies. Then, stepping heavily, he walks across the plain, apparently unaware that you are hiding in his fur.\n\nThe mammoth stops at a small hill, rips off a piece of bark from a tree, and moves on. Maybe he will take you to the cavemen, and they will give you food and shelter?\n\nSuddenly the mammoth turns its head, listening. You look out and see that people are approaching you from two sides. They carry clubs and spears in their hands. The mammoth runs in fear. You press against his back. The hunters are chasing you with cries and cackles. You cannot see where the mammoth is heading, but you are afraid that, pursued by hunters, it might fall off the cliff. However, if you try to jump at full speed, you will most likely hurt yourself.", "actions": [{"text": "risk jumping off", "redirect_to": 52}, {"text": "Don't risk", "redirect_to": 53}]}, {"id": 30, "text": "It would be nice to ride a mammoth if you didn't get lost, didn't freeze, didn't want to eat. But where will he take you? Depressed, you move on. You are about to sit down and cry when you suddenly notice a hole in the ground. You crawl inside on all fours. On the one hand, you can warm up here, on the other hand, this passage can lead to the Cave of Time.\n\nIt leads to a larger tunnel. Branches depart from the main tunnel in different directions. You are quite sure that you have fallen into the Cave of Time again. You would be happy to get to the surface as soon as possible, but you want to advance as far as possible in time. You may not need to turn into the nearest tunnel.", "actions": [{"text": "Turn into the nearest tunnel", "redirect_to": 54}, {"text": "Go to next", "redirect_to": 92}]}, {"id": 31, "text": "You turn into the nearest tunnel and crawl along it for quite some time. It feels like you're moving in a circle. What would that mean? Maybe time itself slowed down? You have no strength left, and besides, you are terribly cold. Suddenly you find a hole right above you through which you can see the stars. You climb up and step on bare ground. Terrible cold. There is no wind, but you still risk turning into ice in a few minutes, or even earlier. The air is so rarefied, as if you are high in the mountains. Breathing becomes more and more difficult. The clear and cold night sky is strewn with myriads of stars. Among them you see a disk the size of the sun, from which a faint reddish light emanates - the light of a glowing ember.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 32, "text": "Having covered a considerable distance, you find yourself in a long tunnel. It is very similar to the one that leads in your time. You walk along it and suddenly notice that you have sand under your feet. Perhaps you are approaching the beach. In the next moment, the sand seems to fall under you. You fly somewhere, unable to stop, and finally fall into a deep body of water. You float to the surface, gasping for air. You are in an underwater cave. It is almost isolated from the outside world, only in its upper part there is a hole through which the blue sky is visible. You swim up to a large, smooth rock poking out of the water.\n\nThe sand is white, the water is clear. The stones around are made of pale blue crystals. For a moment you forget about everything in the world, admiring this beauty. But almost immediately you ask yourself: how to get out of here? It's obvious you can't reach the hole in the roof.\n\nYou dive in the hope of finding an underwater passage that will lead you out of here. And you find it! But will you have enough air to swim through it and get to the surface?", "actions": [{"text": "Get out of the grotto through the underwater tunnel", "redirect_to": 58}, {"text": "Find another way out", "redirect_to": 64}]}, {"id": 33, "text": "You are walking through a dark tunnel. Ahead is a staircase. You grab onto the railing and start climbing it. There is a terrible creak and crunch. The ladder is shaking. Then the noise subsides, but you stand there for a few more minutes, clinging to the railing. Then you keep climbing and soon you are on the surface. Cold and invigorating night air. Lights around. Ahead is a huge block of ice. It feels like the ground is shaking under your feet. But, touching it with your hands, you are convinced that you are standing on a wooden floor. Not far from you - handrails, below - the sea, above your head - the stars. You have never seen such bright stars and in such numbers. You appear to be on board a very large ship.\n\nNearby, on a hook, hangs a huge lifebuoy. It says \"Titanic\" in black letters. You know there was only one ship that bore that name. He only once went to sea, collided with a huge iceberg and three hours later was already lying at the bottom of the Atlantic Ocean.\n\nYou walk along the deck of the Titanic, knowing that there is a hole in the lower part of it, through which gallons of water pour into the lower compartments every minute. People are unaware of what is happening.\n\n\n\nSee next page.", "actions": [{"text": "*Further*", "redirect_to": 34}]}, {"id": 34, "text": "The sea is completely calm. The sounds of a waltz are heard from the lower deck. Several men in long black coats and women in fur jackets are walking towards you.\n\n“My God!” exclaims one of them. “I wish I knew why the captain stopped the ship. If we don't get to New York on time, I'll file a complaint against the shipping company.", "actions": [{"text": "Find the captain and warn him", "redirect_to": 68}, {"text": "Go down the stairs", "redirect_to": 79}]}, {"id": 35, "text": "You walk along the left tunnel, crossing some corridors from time to time, but none of them attracts you. I wonder if it is possible to reach the end of this tunnel?\n\nYou keep moving forward. An hour passes, then another. Finally, you notice in the distance someone's silhouette moving towards you. It is a girl dressed in blue jeans and a red sweater, with a backpack over her shoulders. She says her name is Louise. She wanted to explore the cave and got lost. The girl has no idea that she is in the Cave of Time.", "actions": [{"text": "Help Louise find the entrance", "redirect_to": 76}, {"text": "Tell her to get out of the cave", "redirect_to": 80}]}, {"id": 36, "text": "“It may seem strange, Your Majesty,” you say, “but I have no reason to test your patience with false stories.\n\nThe king looks back at his courtiers. Their faces express condemnation, as if you have committed an unforgivable act.", "actions": [{"text": "*Further*", "redirect_to": 11}]}, {"id": 37, "text": "“I’m sorry I invaded Your Majesty’s domain,” you say humbly, trying to make up a believable story as soon as possible. “But to tell the truth, the evil stepfather treated me cruelly, so I ran away from home, seeking your protection and patronage.\n\n“Who is this evil stepfather and where does he live?” the king asks. “If he is really so evil, we can make him one of our knights,” he adds, laughing. All the courtiers laugh too.\n\n“He lives at the bottom of this hill,” you say, pointing to a range of high, wooded hills. “And his name is Smith.\n\nThe king laughs again.\n\n“Your stepfather is probably a fish,” he says, “because at the foot of that hill is Loch Ness.", "actions": [{"text": "*Further*", "redirect_to": 11}]}, {"id": 38, "text": "You must be in the distant future. Is it really a spaceship from another planet? If so, it's best to keep your distance from him. You quickly climb the hill. It's amazing how you managed to get into this strange time?\n\nDirectly in front of you is a stone niche, and you step into it. You discover that you are at the bottom of the very gorge into which you fell in the ice age. Even if you wanted to go back to those times, you couldn't. You move forward. Eventually you come to an open space on the other side of the hill.\n\nBarren land, hills and stones. Thousands of people are building a huge wall. Here and there you can see wagons with oxen harnessed to them. The wagons are filled with stones. The wall rises already at least six meters and stretches to the horizon.\n\nThere are wooden ladders against the wall, and on each step stands a man or a woman. They pass stones to each other.", "actions": [{"text": "*Further*", "redirect_to": 39}]}, {"id": 39, "text": "This spectacle is as worthy of surprise and admiration as a spaceship. This time you witnessed the construction of the Great Wall of China.", "actions": [{"text": "Go to the builders of the wall", "redirect_to": 82}, {"text": "Return to the gorge", "redirect_to": 87}]}, {"id": 40, "text": "You carefully approach the spaceship and, to your surprise, find that it is hovering about thirty centimeters from the ground. No supporting mechanism supports it. It doesn't have engines, rockets, windows, a landing gear, an antenna, and much more that you imagine a spaceship needs. It is quite obvious that it was created by a civilization at the highest stage of development.\n\nConfident that such smart people should be friendly to strangers, you approach the ship. The hatch opens, but the only thing you see inside is a flickering bluish light. A large cube, supported by mechanical \"arms\", descends from the hatch to the ground. The lid of the cube is open. A straw bed is visible, on which three men and three women sleep. They are dressed in animal skins. Their bodies and facial features remind you of the images of ancient people that you saw in the pictures. You really want to get into the ship before the hatch closes.", "actions": [{"text": "Do so", "redirect_to": 115}, {"text": "Don't act like that", "redirect_to": 83}]}, {"id": 41, "text": "\"I can understand,\" says the old man, \"why you don't want another time.\" You are afraid to take risks because you think that in other times there were bad people on earth who did bad things.\n\nYou have wisely chosen not to meet them, and I will gladly show you the way to your time, which, I must assure you, is no better or worse than any other.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 43, "text": "“Why do you want to return to your family and friends?” the old man asks.\n\n“Because I'm going to miss them and can't bear it if I never see them again. And they, too, will be very upset that I'm not coming back.\n\n\"You care about others, but you don't forget about yourself,\" he replies. \"That's enough to make me want to help you get home.\" Turn right into the first tunnel - it leads to your time. You only want to live in one time, don't you?\n\n“True,” you answer.\n\n“I wish you to make the best use of it,” the old man says and waves goodbye.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 44, "text": "“And you are not a stupid fellow,” says the old man. “You want to get both a tit and a crane at once, and not choose between them.” All right, I'll show you another time, and if you don't like it, just tell me and I'll bring you home if I can. Go through the left tunnel.\n\nYou go through the tunnel and get out onto the city street. You immediately understand that there is a war going on. Bombs and rockets explode around you. You yell at the old man to take you back to the Cavern of Time, but it's too late.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 45, "text": "\"I am a philosopher,\" says the old man.\n\nAre you happy that you made this choice?\n\n— No, because philosophy is nothing outside of time. Go through the right tunnel. You will return to your own time and let your life become your philosophy.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 46, "text": "Having dressed as warmly as possible, that is, putting on rough shoes and wrapping yourself in an animal skin, you leave the cave with everyone at sunrise. There are about 30 of you: shaggy men, women and children. Fortunately, there are no babies, they would not have endured this transition. The sun sometimes peeks through the clouds, the wind weakens, and you manage to move quite far to the south.\n\nA few days pass and you are completely exhausted. Hunters fail to get enough food. Nothing to light a fire for the night. The only way to keep out the cold is to huddle together while you sleep.\n\nBut after a week, the sun begins to warm more strongly at noon, and the snow becomes not so deep. It seems that you will manage to survive, but you must say goodbye to the hope of someday returning to your time.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 47, "text": "You are collecting belongings. One thing you especially treasure is a knife made from mammoth tusk. You say goodbye to your friends and wander through the snow, trying to find your footprints leading to the Cave of Time. Although the wind is colder than usual, the bright sun keeps you hopeful.", "actions": [{"text": "*Further*", "redirect_to": 48}]}, {"id": 48, "text": "Life with cavemen has hardened you, and now you are very warm in clothes made of animal skins. You find your way to the canyon and after a few hours you are already standing at the entrance to the cave. It is almost covered in snow.\n\nYou are tired from a long road, your eyes are watery from the cold wind. Therefore, you do not notice a large gray shadow a few meters from the cave. Suddenly, a long, guttural howl of a wolf is heard. His cold, bloodthirsty eyes stare straight at you. You feel that if you move, he will jump. We need to come up with something. Maybe you will have time to hide from the wolf in the cave. If he does not immediately rush after you, you will have enough time to hide. Or you can drive a knife into the wolf's throat when he lunges at you.", "actions": [{"text": "Run to the cave", "redirect_to": 49}, {"text": "Prepare for battle", "redirect_to": 50}]}, {"id": 49, "text": "You carefully draw your knife and run towards the cave entrance. The wolf immediately rushes to you. He jumps on you and tears the bearskin you're wearing. While he is busy with the skin, you run into the cave and turn into the left tunnel. The wolf is chasing you. You turn around and lose your balance. However, you do not fall to the ground, but slide down a long, steep slope. Upstairs, a wolf howls in frustration. You land at the bottom of the pit, shaken but unharmed. A dark tunnel goes down to the left. You throw a rock in there, and after quite a long time you hear a splash of water. Fortunately, another passage leads to the right. It is dimly lit with a bluish-greenish light.", "actions": [{"text": "*Further*", "redirect_to": 25}]}, {"id": 50, "text": "Holding the knife with the long bone blade forward, you slowly approach the wolf. He growls softly, obviously taken aback by your impertinence.\n\nThen he jumps. You strike with a knife, while standing so that the wolf could not cling to you with its terrible fangs. The knife only cuts through the air, but the wolf only succeeds in tearing off the bearskin that you are wrapped in. For a moment he freezes over the skin, sniffing at it. You turn and plunge the knife into his scruff. The wolf twists itself strangely, looks at you with hatred, and falls down dead.\n\nNow you are a real stone age hunter. You skin the wolf and enter the cave.\n\nYou walk along the right tunnel, hoping to find your way in time, but suddenly you fall, faster and faster, into some bottomless abyss.", "actions": [{"text": "*Further*", "redirect_to": 81}]}, {"id": 51, "text": "Suddenly, loud screams are heard. You hide in the bushes. Some kind of animal is wading through the bushes. Several men with clubs and spears are chasing him. You must have come to a time when there was no civilization on earth yet. You are following the trail of the beast. Soon he takes you to the edge of the forest, and you lie down on the grass to rest. In the sky, you notice a long, thin white streak. You rub your eyes and look again. It looks awfully like a jet plane trail! Maybe you are still in your time?\n\nFor several days you wander in the jungle and finally come to a village on the banks of a large river. There is an airfield nearby. In a few weeks you arrive home by plane. It's been a month since you entered the Cavern of Time. You're glad you're back, but you can't understand why everyone around you has aged so much. They are terribly surprised that after eleven years you have not changed at all!\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 52, "text": "You move towards the mammoth's tail and slide down onto the icy ground. You are badly hurt and writhing in pain, and the mammoth, escaping from the chase, runs and falls off the cliff. Hunters shout and have fun. Some of them come to you. They are squat and muscular, with a protruding jaw and burning, slanting eyes. Black hair falls over her shoulders. The bodies are covered with animal skins.\n\nYou look at them helplessly, not knowing what they are going to do to you. However, you quickly realize that they are friendly. They help you up and get to the cave. There they treat you to hot soup. It tastes terrible, but when you eat it, you feel much better. You soon realize that these people consider you theirs. It turns out that you, without suspecting it yourself, performed their sacred ritual - boldly rode on the back of a mammoth.\n\nYou lead a simple and austere life among the cavemen. Sometimes you miss your family, your friends, the times you lived in. But you like this new life, and you cannot say that you are unhappy.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 53, "text": "You clung to the wool of the mammoth, hoping that he would slow down and you could slip off his back unnoticed. Having terribly roared, the mammoth suddenly makes a leap forward. At the same moment you realize that you are flying down. You scream helplessly, realizing that you have nothing to grab onto, and approach the ground with terrifying speed.\n\nThousands of years later, Dr. Carleton Frisbee, a renowned paleontologist, finds your bones next to those of a mammoth at a Red Creek excavation site. He is terribly surprised by the similarity of your skeleton with the structure of modern man.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 54, "text": "You enter the first tunnel. It gradually becomes so low that you have to crawl. In this way you move for an hour. Finally, your suffering is rewarded: you feel a stream of air that brings the smell of freshly cut grass.\n\nIn a minute you are squinting in the bright sun, admiring the beautiful plain, stretched between low hills. A murmuring stream is grazing with a dozen cows. There is a country road nearby. A farmer sits on a hay cart. A dappled gray horse is pulling a cart to a nearby red hay barn. From the other side comes the whistle of a locomotive rushing at full speed.\n\nYou look around and see that you are a hundred steps from the railroad tracks. The locomotive puffs on the turn, releasing puffs of black smoke from the chimney. Still, you got out of the ice age, but again you got at the wrong time.\n\n\n\nGo to the next page.", "actions": [{"text": "*Further*", "redirect_to": 55}]}, {"id": 55, "text": "As it gets closer, the train slows down, and for a very funny reason, a cow is standing in the middle of the tracks, looking like it won't move for anything in the world. The train stops, a man jumps out and swings a coal shovel at the cow. She lets a man very close - and is carried away to the pasture. The thought comes to your mind to climb into the car.", "actions": [{"text": "Do so", "redirect_to": 94}, {"text": "Go to the farm", "redirect_to": 98}, {"text": "Return to the tunnel and return home", "redirect_to": 101}]}, {"id": 56, "text": "By following the instructions of the computer, you learn a new language. It is very similar to English, and soon you will be able to communicate with your hospitable hosts.\n\nThey are not too surprised to learn that you came to them through the Cave of Time.\n\n“You are not the first,” says their leader, “but guests from other times visit us not so often. When someone shows up again, we are very happy. We are curious to know how people lived in other times, because here, at home, we have created something like a paradise - no one works and no one fights. This is the perfect society. That is why primitive epochs like yours are of particular interest to us.", "actions": [{"text": "Stay in a \"perfect society\"", "redirect_to": 57}, {"text": "Return to the Cave of Time", "redirect_to": 60}]}, {"id": 57, "text": "You are provided with a lovely bedroom with a large window overlooking the park. There is a wonderful painting of the Californian coast hanging on the wall. But one has only to press a button, and the picture rises to the ceiling, revealing a large screen. There is a computer in your room with which you can select any movie or other program from more than 10,000 possible ones. There are even those where you are the main character and it depends on you what happens next. And if you don't like the way the plot develops, you can go back and change everything.\n\nOn the computer, you can also play games and flip through the pages of books and magazines on the screen. In a word, you can live very well without even getting out of bed.\n\nBut still you want to get to know this society. You meet different people, but none of them seem interesting to you. You end up watching the masterpieces of world cinema all day long. Gradually you get used to the new life. Only one fact makes you think. For the last 300 years no one has made a movie here.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 58, "text": "You take a deep breath, dive and swim along the tunnel. Light ahead. In a couple of seconds you emerge in a beautiful bay. Thatched huts nestle among the palm trees that line the sandy shore. A warm, gentle wind brings the aroma of jasmine and extraordinary, melodic sounds of the drum. Looking at the bay from the sea, you see several sailing boats. The wind drives the boats into the bay, and the people in the boats try to hold the sails.\n\nYou get out on the beach and head towards the huts. Several beautiful tanned people notice you. Some run away, others come closer, raising their hands in greeting. Two children run up with garlands of flowers. Someone yells \"Aloa!\"\n\nSoon you are sitting on the beach by a huge fire, baking crabs and chewing on a fruit pie. Having never met strangers before, your hosts are very glad to see you. They invite you to live with them. After a while you learn their language. Boys call themselves your brothers, girls call themselves sisters.\n\nYou enjoy living in this new paradise, but you are still thinking about how to find your way to the Cave of Time.", "actions": [{"text": "*Further*", "redirect_to": 59}]}, {"id": 59, "text": "However, new friends can do nothing to help. You may be able to find someone in the hinterland to help you. However, your friends dissuade you: there is nothing but wild jungle, and the rivers are teeming with crocodiles.", "actions": [{"text": "Stay with new friends", "redirect_to": 62}, {"text": "leave", "redirect_to": 63}]}, {"id": 60, "text": "There is something deadening in this perfect society of the future, so you do not leave the desire to return to your time, and the sooner the better. After a short goodbye, you hurry back to the cave. You go down and find a tunnel on the right, which should lead you home. You soon make your way to the surface, worrying about what awaits you.\n\nThere is total darkness around. Cold wind is blowing. You sit down on the ground. It is better to wait until dawn and see what kind of world surrounds you. So far, you cannot determine the time of day either by the clock or by the stars.\n\nAround now and then some clicks are heard, some further, others closer. When the pink-orange light of the rising sun finally colors the sky in the east, you see before you a creature the size of a sheep, but with a completely unusual appearance.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 61, "text": "For a while you walk along the tunnel to the right. Suddenly you stumble, hit your head on something and lose consciousness.\n\nYou come to your senses on the shore of a lake surrounded by forest. Not far away, a boy of about twelve is fishing. No one else is visible. You walk up to him and introduce yourself, hoping to find out what year it is without looking like a complete fool.\n\nLuckily, the boy seems to be nice and friendly. He says his name is Nick Tyler and he lives on Birch Street. He works for his father, a candle and soap manufacturer, the best in the colonies, he says.", "actions": [{"text": "Say you come from the future", "redirect_to": 104}, {"text": "Come up with a believable story", "redirect_to": 106}]}, {"id": 62, "text": "Your friends are well aware of your desire to find your way back to your time, but they say they can show you something you never dreamed of. Since this society is at an early stage of development, you are especially curious about what they have in mind.\n\nThe next day, you are taken to the bay, where the waves are picturesquely splashing, breaking on the rock and rolling back into the sea. Sometimes they collide with each other, releasing a foaming fountain of water high into the air. Several young people on small rafts - no bigger than a windsurf board - ride on the crests of the waves. In a few hours you master this sport and you can endlessly ride the waves with pleasure.\n\nBehind this entertainment it is not difficult to forget about your own home. You sometimes think, but you just can’t understand what this paradise belongs to - the future or the past?\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 63, "text": "You say goodbye to your friends and climb the mountain beyond which lies the jungle. Soon you find an animal trail leading through dense thickets into the rainforest. The green vault of leaves closes high overhead, and only a random ray of light falls on the marshy, dark soil. You stubbornly walk forward in the hope of reaching the mountains, where there may be another entrance to the Cave of Time.\n\nThe night is coming. You make yourself a simple bed. The mattress is soft moss. Instead of a sheet - fern leaves. Early in the morning, awakened by the singing of birds, you find that a boa constrictor has wrapped itself around your neck.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 64, "text": "Obviously, the only way to get out of the grotto is to swim through an underwater tunnel. However, the risk is too great - you can drown. You examine the stones and wonder: is there any way to get to the hole at the top?\n\nSuddenly you hear a voice: \"Hi!\" You turn around and notice for the first time that a woman with sparkling blue eyes and an enigmatic smile is sitting in the corner. Her legs are crossed, her back is leaning against the stone - there is a special recess in it, so it is very comfortable to sit. The woman has a flute in her hands. As you stare at her in amazement, she begins to play an unfamiliar tune, both simple and sophisticated.\n\n“Hello,” you answer. “Tell me who you are and how can we get out of here?”\n\n“Sit down,” she says, “and relax. As much time as you want is at your disposal.\n\n“What do you mean?” you ask. “It's a trap. I slipped into this grotto from the Cave of Time. I want to get out of here.", "actions": [{"text": "*Further*", "redirect_to": 65}]}, {"id": 65, "text": "Trust me, it's impossible to get out of here. But don't be upset, she says. It's so beautiful here that you can be happy.\n\n“We will die of hunger. How long have you been here? - you ask.\n\n“Always and never,” she replies, “because there is no past or future in this part of the cave. There is no time here, and therefore you will never get hungry or get bored. And, despite the fact that you can’t get out of here, you can’t spend any time here.", "actions": [{"text": "*Further*", "redirect_to": 102}]}, {"id": 66, "text": "You accept the offer because you can't imagine a better life under the circumstances. Soon you get used to sailing from the shore in the morning mist and spreading nets with your fellow fishermen.\n\nOne evening, when everyone is already tying up the boats for the night, your friend Angus McPhee raises a cry, pointing to the lake. You turn around and see the huge head and neck of the Loch Ness monster. Some debris floats around him.\n\n“That's all that's left of Sutherland's boat,” Angus calls out. “The monster was last seen a hundred years ago, now it's here again.\n\nThe monster swims away and soon disappears into the mist.\n\n“How can it be that it did not appear for a hundred years, and then suddenly returned?” you ask.\n\n“Somewhere near Beatty Point there is an underwater cave where this monster can hide as long as he wants, because this is the Cave of Time.\n\nIf only you could find your way back to the Cavern of Time! But the chances are very small, and the risk is too great.", "actions": [{"text": "take a risk", "redirect_to": 70}, {"text": "Don't risk", "redirect_to": 74}]}, {"id": 68, "text": "Can you change the course of history and save hundreds of lives by warning the captain that the “unsinkable” Titanic has already rushed to the bottom of the Atlantic? You see the steps leading to the upper deck and climb them.\n\nUpstairs you meet a sailor. “You can’t come here,” he cries. But you slip past him and run towards the bow of the ship. Again you run up some stairs and find yourself on the captain's bridge. A grey-bearded captain stands a few steps away from you and looks through binoculars at a ship visible on the horizon.\n\n“Captain,” you call loudly. “Maybe you don’t know yet, but in the next 2-3 hours the ship will sink.\n\nHe turns around and looks at you very seriously.\n\n“I know,” he says softly. “But we're going to send flares. That ship over there, the Californian, will help us.\n\n“You're wrong, captain,” you say. “They won't believe the Titanic could be in trouble, even though they'll see the flares. The only thing you can do is put the strongest men in the lifeboat and have them row to the Californian as quickly as possible, firing flares along the way.", "actions": [{"text": "*Further*", "redirect_to": 69}]}, {"id": 69, "text": "“Good God, you speak with such confidence,” remarks the captain. But I can't believe the Californian wouldn't come up on our signals. \"Now get down to the lower deck.\" Mr. Lightoller will see to it that you find a place in the boat.\n\nWith these words, the captain turns and quickly leaves, giving orders to the assistant walking nearby. You sadly go downstairs and stand in line to get on the boat.\n\nTwo hours later, you're sitting, pinned down on all sides, in a crowded boat, shivering in the cold wind. The great Titanic sinks before your eyes into the waters of the ocean. There are still 1,500 people on board. Together with them, your hope to return to the Cave of Time is sinking.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 70, "text": "One fine day, when the sun is shining brightly and the water is finally warming up, you get into an old skiff and row to Beatty Point. You moor to a rock protruding from the water, by which you remember where the cave is. Again and again you dive near the rock until you find the entrance. You swim a couple of meters through the tunnel and emerge to the surface in a huge cave, most of which is occupied by a lake.\n\nYou get out on the shore of the lake and go into the depths of the cave, from where a mysterious blue light pours. Finally, you see a tunnel ahead. It probably leads to the Cave of Time. Three football-sized eggs lie in the sand near the entrance. You pick up one of them and enter the tunnel with it. You walk some distance, and suddenly it becomes difficult for you to breathe. You feel dizzy, and you fall unconscious to the ground, clutching a huge egg in your hands.\n\n\n\nGo to the next page.", "actions": [{"text": "*Further*", "redirect_to": 71}]}, {"id": 71, "text": "You are revived by a fresh wind blowing right in your face. You stagger to your feet, pick up the egg, and run out of the cave into the air. You're back in Serpent Canyon! Nothing has changed since you were here. Soon you are already approaching the ranch, where your uncle meets you. He's surprised you came back so quickly.\n\nYou talk about everything that happened to you, but no one believes you. However, everyone is mesmerized by the appearance of a huge egg.\n\n“Perhaps we would believe that the egg is real, and would believe your stories if some monster hatched from it,” says the uncle. “Or if you broke it and showed what was inside.”", "actions": [{"text": "Break an egg", "redirect_to": 72}, {"text": "Hide it in the closet until then", "redirect_to": 103}]}, {"id": 72, "text": "Your aunt, uncle and a few ranch workers are watching you. You carefully hit the egg with the ax, hoping it won't break into small pieces.\n\n“Wait a minute!” Uncle suddenly shouts. “I'm ready to believe you, but let's first call a naturalist from the university to take a look.\n\nYou are glad of your uncle's offer, because you are afraid to take on such a responsibility - to break an egg. After all, you can accidentally kill a rare animal that has not yet hatched.\n\nUncle Howard summons a naturalist, a well-known professor of paleontology, who promises to come next Saturday. You put the egg in a large dish and place it in the middle of the dinner table.", "actions": [{"text": "*Further*", "redirect_to": 73}]}, {"id": 73, "text": "The next day is Friday, and in the evening the whole family goes to the cinema. When you return, you find that someone has broken the door and the egg is missing.\n\nNot you, not your aunt and uncle, not any of the ranch workers, not the police, no one can find the egg. Most of the people you tell about it to just smile and say, \"Gee.\" But Uncle Howard, though he is a skeptic, confesses to you that he believes everything you have said.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 74, "text": "The idea that the Loch Ness monster hides in the Cave of Time for hundreds of years and then reappears seems absurd. But if that's the case, it's very doubtful that you can dive deep enough to reach the underwater entrance to the cave. Therefore, you resign yourself to the fact that you will have to fish in the waters of Loch Ness for the rest of your life.\n\nIt's quite a tolerable, though not very interesting life. You especially like to sail on a boat in the morning mist and meet the dim sun, struggling to break through the mist. This is how you sit one morning and suddenly you feel a strong push into the bottom of the boat. The ship flies high into the air, you fall overboard and fall right into the mouth of the monster.\n\nYour friends find the wreckage of the boat, and all over the village people say to each other: \"The monster is back again.\"\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 76, "text": "Having heard about the horrors of the world that you happened to see in the Cave of Time, Louise is ready to accept your help. Together you search for where Louise entered the cave from.\n\n“Tell me about the world from which you came to the Cavern of Time. Is this America? And what year is it? - you ask on the way.\n\n“The year is 2022,” Louise replies.\n\n“And people still wear blue jeans?” you wonder.\n\n“They have returned to this fashion recently,” she laughs.\n\n- There must have been some innovations that did not exist in my time. Tell me about the latest innovations.\n\nThe best of them are bike paths. Since 1997, the construction of roads has been prohibited - only bicycle paths. And now these paths are no less than highways.\n\n— So it is possible to travel across the country by bicycle?", "actions": [{"text": "*Further*", "redirect_to": 77}]}, {"id": 77, "text": "- Of course! And not only along the highway, full of buses and trucks with their crazy drivers, but also through forests, and across plains, and across deserts, and along large and small rivers. Sometimes I feel like I could spend my whole life on these trips. In addition, there are also special hotels for cyclists, where you can comfortably spend the night. And almost for nothing. Everything is paid for by taxes on gasoline.\n\nSuddenly, the ground begins to slip from under your feet. You are falling. And you land, both frightened, but unharmed, at the foot of a steep cliff, not far from the road. I wonder what year it is? Nearby you see a billboard that says: \"Cadillac is the car of the year, and it happens every year!\"\n\n“What is a Cadillac?” Louise asks.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 78, "text": "Better to spend your whole life looking for the entrance to the Cave of Time than to stay in this godforsaken fishing village. So you say goodbye to your new friends and head south towards London. Your goal is to find a ship that will take you to America. You know America hasn't been discovered yet. However, you must get back to the Serpent Canyon and find the Cave of Time. A couple of hours later, as you walk down the road along the edge of the woods, several imposing-looking horsemen emerge from behind the trees.\n\n“We caught you,” one of them shouts. “It was you who escaped from the tower, wasn't it?\n\nThey put you on a horse by force, and faster than the wind you rush to the castle.\n\n“You will be hanged as punishment for running away,” the guard tells you.\n\nThis turns out to be true.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 79, "text": "You don't feel like going down with the Titanic. So you descend into the hold of the ship, hoping that you can find your way back to the cave. In a hurry, you lose your balance and fall. You try to grab the railing, but to no avail; when you fall, you hit so hard that you lose consciousness. You come to your senses in one of the tunnels of the cave.", "actions": [{"text": "Explore the tunnel", "redirect_to": 86}, {"text": "Examine the entrance to the cave again", "redirect_to": 88}]}, {"id": 80, "text": "\"Since you can't find your way home,\" you say, \"let's try to find your way back to me.\"\n\nYou walk back and soon find yourself at the entrance to an unusually wide tunnel. You stop, Louise looks at you questioningly.\n\n“Let’s try this one,” you suggest.\n\nFor an hour you walk through the tunnel and finally see the light. Smiling happily at each other, you leave the cave. You have reddish sandy soil under your feet. You look around the area around you, which is shaped like a saucer. The air is fresh and transparent, like on a clear autumn day. Perhaps you are at the bottom of an extinct volcano crater. Suddenly, you hear a deafening noise behind you. You and Louise are running from a landslide. He fills up the tunnel leading back to the Cavern of Time.\n\n“I wonder what year it is?” Louise asks when you wake up.\n\nThe first time you look up is at the sun. It's four times the size of the one you knew, but not nearly as bright. The sun is directly overhead and is a rusty red.\n\n“I'm not sure,” you answer, “but from what I've read in books on astronomy, I'd say it's 2000 plus about 4 billion more years.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 81, "text": "Consciousness slowly returns to you. You're lying in your own bed at Red Creek Ranch. Uncle Howard is leaning over you. Nearby is his friend, a doctor.\n\n“Obviously, you fell off while climbing the steep canyon slope and hurt yourself very badly,” says Uncle Howard. “Dr. Parson is surprised that the bones are intact. We were terribly worried - we thought that you were lost in some cave.\n\nYou feel dizzy and weak, so you just smile silently. Nobody will believe you anyway. But years pass and you write a book about your adventures in the Cave of Time.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 82, "text": "You come to the base of the wall where people work. However, they take you for a spy for some unknown tribe. The guards twist your arms, make you sit on a pile of stones and wait.\n\nAfter a while they come back and point to the stairs. The other two force you to hand over the stones. You understand that they want to use you as a labor force to build a wall 6 meters high, 3.5 meters wide and 4 thousand kilometers long. You estimate that it will take about 10 billion stones. I wonder how many of them you can hold in your hands before you can escape - if, of course, you can.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 83, "text": "It's terribly interesting to see what a spaceship looks like from the inside, but you're afraid that you might be taken into space. You retreat to a safe distance and continue to watch. A minute later, the hatch slams shut, and the ship immediately silently starts. A few moments later, he is out of sight. You move closer to see the gruff-faced people sleeping on the straw bed. They begin to move, stretch and rub their eyes, as if waking up after a long sleep.", "actions": [{"text": "Stay and get to know", "redirect_to": 85}, {"text": "Back to the hill and go back", "redirect_to": 84}]}, {"id": 84, "text": "You climb the hill and before the primitive people finally wake up, you are out of their reach. You need to find the entrance to the Cave of Time. You are looking for a hole among the many stones. Hours pass, dusk is fast approaching. You are ready to give up, but then you finally notice the entrance to the cave and rush there. You only have a minute to realize that you are in the lair of a saber-toothed tiger.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 85, "text": "People look around in surprise. They hardly notice your presence. One by one they rise to their feet and begin to walk. Someone is drinking from a stream. They click their tongues and hum, but they don't seem to be talking. The largest of them picks up a stick from the ground and begins to dig up the roots of plants near the stream. He takes a bite out of each. Finally, a smile appears on his face and he passes the spine to everyone else. One of the women claps her hands. Others rush to look for sticks. The person gives you a piece of the root. You take a bite: it tastes like a dirty carrot. The woman smiles at you. They consider you theirs.\n\nThe next morning, you wake up on the soft, moss-covered slope of Serpent Canyon, just a few meters from the cave entrance. You cannot understand what happened to you was real, and what can be considered a dream. But you have no desire to look again into the Cave of Time.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 86, "text": "You keep walking in the hope that the tunnel will lead you to your time. Soon you find yourself in a dark, damp basement of a large house. It has a lot of people divided into groups. They sit on blankets in complete darkness, except for a few candles that go out every now and then. You hear the mournful howl of a siren. In the center is a radio receiver on the table, from which the sounds of classical melodies are heard. The siren's howl stops, the floor beneath you trembles, and you hear a deafening explosion somewhere nearby. Then another, further away, and another, so close that the wall and part of the ceiling collapse. The passage to the tunnel is blocked. Together with others, you move to the opposite wall. You cough and choke on the dust.\n\nIt looks like you're starting a new life. Time - 1940, place - London.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 87, "text": "You have no desire to participate in the construction of the Great Wall of China. Just like you don't want to be taken to another planet. You walk back into the gorge, hoping to find a tunnel that will take you out some other time. You walk along the bottom of the gorge and emerge from the other side of the mountain range, expecting to see hilly country, a stream, and a spaceship that was just there.\n\nInstead, you see the ocean all around you! As in a nightmare, when one scene is suddenly replaced by another, you find that the hills have turned into waves. They surround you from all sides. You are standing on the top of an underwater cliff protruding several meters out of the water. Apparently, this is the only piece of land on earth.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 88, "text": "You walk back through the tunnel to check if the entrance is still blocked by a block of ice. This time, however, a warm wind greets you. A ray of sun plays on the grass next to the cave, and you come out into the air.\n\nSquinting in the bright sun, you look around the new world spread out before you. You are standing on a hillside. Ahead, the plain stretches to the horizon. Here and there the surface of the lake gleams. In the distance, thickets of a giant fern are visible, swaying in the wind. This world seems surprisingly calm, if you do not take into account the distant peals of thunder. But they get closer and get louder. Now they are already coming from the thickets of ferns. You climb the slope looking for shelter. A huge shadow falls on the ground. Above you, slicing through the air with its wings, a strange creature is flying, much larger than any bird you know.\n\n\n\nSee next page.", "actions": [{"text": "*Further*", "redirect_to": 89}]}, {"id": 89, "text": "Finally, it became clear to you what was going on. The cave is a crack in the universe, a place outside of time and space. Wandering through its tunnels, you can be anywhere, at any time. If you enter the cave again, you might end up in a place where you can't get out. But you have no other way to return home, to return to your own time.", "actions": [{"text": "Enter the cave", "redirect_to": 90}, {"text": "Do not enter the cave", "redirect_to": 91}]}, {"id": 90, "text": "You are back in the cave. You feel bad and uncomfortable. The eyes never get used to the dim light. You cannot find any tunnel leading to another time. You fall asleep on the go. Finally, you fall on the cold clay floor and drift off to sleep.\n\nAfter a while you wake up. The cave is dark, but the bright light pouring in from the opening through which you entered tells you that the day is sunny. You step out into the air and find, to your surprise and delight, that you are in the Canyon of Serpents. The path, the pine trees nearby - everything is as it was before your entrance to the cave. Even the sun is in the same place, now it will go beyond the edge of the canyon. Somehow you returned to your own time. Or rather, at the same time as it was when you first entered the cave.\n\nYou rub your eyes and start down the path back to Red Creek Ranch. You know that no one will believe your stories, but you yourself will never forget about this amazing adventure.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 91, "text": "Thinking that you can always go back to the cave, you decide to get acquainted with a new world for you.\n\nYou walk along a rocky path, overlooking the plain and the lakes and carefully remembering the road so that you can return at any moment.\n\nYou feel very hungry. You know that you have entered the age of the reptiles - at least a hundred million years ago - and that mammals must not have appeared on earth yet. Therefore, there is no way to hunt rabbits or deer. But there may well be fish in the lake. Wondering if you can eat dinosaur eggs?\n\nNow you're walking through a thicket of ferns. The path turns and you come face to face with a terrible triceratops - a huge gray monster covered in shell and with a horn on its nose. He looks at you with curiosity through bleary brown eyes. You turn around, run back and bump into a tree trunk - it wasn't there before!\n\nThe bark feels like leather to the touch. What is the height of this tree? You tilt your head. Before you are the powerful jaws of a tyrannosaurus rex.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 92, "text": "You keep walking until you finally find a new tunnel. On it you quickly come to the surface. There is a stunning view in front of you.\n\nTo the very horizon stretches a huge beautiful park with soft, silky grass and huge trees. Scattered here and there in clusters are domed structures painted in all the colors of the rainbow. They are connected by terraces, hanging bridges and walkways. People dressed in khaki trousers and shirts and brown tennis shoes approach you. They don't understand your language, and you don't understand them. They are very similar to your contemporaries, but they are all like a selection of slender, muscular, blooming, although they are much smaller in stature.\n\nThey take you to one of the buildings and introduce you to an electronic mechanism that looks like a computer. There is a keyboard in front of you. You sit down and type a message.\n\nThe computer gives the answer. Of course, it has access to the data bank, where the language you speak is laid down. It turns out that you now live in 3742.", "actions": [{"text": "*Further*", "redirect_to": 56}]}, {"id": 93, "text": "You dive back into the tunnel, hoping to return to earlier times. With pleasure you feel the cool moist air of the cave. It would be interesting to look into the neighboring tunnel. He must show you the world as it was before the sun burned it out. And maybe the way he became after! On the other hand, you have a premonition that the tunnel, starting further away, leads to your time.", "actions": [{"text": "Go to the next tunnel", "redirect_to": 31}, {"text": "Go to the far tunnel", "redirect_to": 32}]}, {"id": 94, "text": "You climb the steps between the last car and the brake car as the train picks up speed again. You open the carriage door and you find soldiers in blue uniforms armed with ancient guns. They come to you. One of them is looking to see if anyone is behind you.\n\n“How did you know that this is the President's carriage?” the soldier asks.\n\n— What president? — you are surprised.\n\nAnd suddenly, in the most unexpected way, you get an answer to your question, because a very tall man with a beard walking down the aisle is none other than Abraham Lincoln.\n\n“It's all right,” the president says to the soldiers. “Now I won't give up the company. You can stay until we get to Gettysburg, he tells you. But you better get off at Parkersville. I know good people there, they won't refuse to help you.", "actions": [{"text": "Stay with the President until Gettysburg", "redirect_to": 96}, {"text": "Sign in Parkersville", "redirect_to": 100}]}, {"id": 96, "text": "“I would like to stay with you until Gettysburg,” you say.\n\n“Well, that’s great,” the president replies. “Sit down right here, in front of me.” I have to draft a little speech I'm going to give at Gettysburg. You, while I'm doing this, think about what you're going to do with your life, because you can't ride trains forever.\n\nYou nod in agreement and sit quietly, looking at the president. He writes something on the envelope. After a while, Lincoln looks up and you look into each other's eyes.\n\n“A great future awaits you,” he says suddenly.\n\n“Why do you think so?” you ask.\n\n“I judge by your face.\n\n- Only and everything?\n\n- Yes.\n\nWhile you are talking, two formally dressed gentlemen approach the President. They say something in his ear. Lincoln apologizes, shakes your hand, and orders a soldier to make sure you are taken care of at Gettysburg.\n\n\n\nGo to the next page.", "actions": [{"text": "*Further*", "redirect_to": 97}]}, {"id": 97, "text": "The train comes to Gettysburg and the soldier introduces you to the family, where you are warmly welcomed. They agree that you stay with them and help run the farm.\n\nYou really enjoy living in this time - without cars, radios, televisions, tape recorders, and even without telephones. Times are peaceful, at least for now, but you miss home. You feel that the great future that the president predicted for you is waiting for you in your time. In the end, you again go to look for the Cave of Time.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 98, "text": "If you take the train, it will take you far from the Cave of Time. Better stay close to the entrance to the tunnel. And of course, you can't think on an empty stomach. You are going to the farmhouse.\n\nThe farmer's wife pours you a bowl of soup. With the help of various stories you try to explain your appearance on the farm, but she does not believe a single word of yours. You soon realize that you are not very welcome. You have to drag yourself into the city, where the owner of the inn lets you in for one night.", "actions": [{"text": "*Further*", "redirect_to": 99}]}, {"id": 99, "text": "You're leaving for Philadelphia the next morning. A Quaker family takes you in and helps you get a job as an apprentice carpenter. You don't like carpentry, so you're leaving Philadelphia for New York soon.\n\nThere you manage to find a job in the editorial office of the newspaper. After all, you travel around the world. Having lived a long, wonderful life, you die just a few years before you are born.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 100, "text": "Parkersville is less than two miles away. The President shakes your hand and wishes you happiness. One of the soldiers arranges with the stationmaster to take you to his old friend's farm.\n\nSoon you become a member of this family. Very nice people, you feel at home with them. However, after a while, it turns out that they are going to sell the farm and leave for California. The new life in the West seems so attractive, according to their stories, that you agree to go with them.\n\nYou don't regret it, although sometimes you wish you could see your time again.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 101, "text": "In great anxiety, you slide down the tunnel. You want to turn into some side corridor that will perhaps lead you to your time, but you are too tired to look for an entrance there. You slip and climb along the tunnel, that is, moving into more distant times. In the end, you lose your balance, fly somewhere down for a long time, fall into some kind of reservoir and plunge to a considerable depth.\n\nYou barely manage to float to the surface. Everything is shrouded in thick fog. The water is warm, but the fog is so thick that it's hard to breathe. There is a smell of sulfur in the air. Breathless, you have time to think that you are probably thrown back in time by several billion years and there is still too little oxygen in the air.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 102, "text": "You sit with your chin in your hands, unable to believe that such a misfortune has befallen you. Living forever in a world of timelessness is even worse than dying.\n\n“Well, to tell the truth, you can get out of here and return to your own time,” the woman finally says, “but then you won’t live forever.”\n\n“I don’t care,” you answer. “Show me the way.”\n\n\"Fine,\" she says, shaking her head in disbelief. You will emerge in your own time. Don't be afraid, swim just a few meters. You have enough strength.\n\nFor the last time, you look around, wave to the woman, and dive. After a few seconds, you emerge in a lake in the middle of the Cave of Time, directly opposite the entrance. You climb ashore and run away from the cave into the fresh air. And suddenly you stumble upon Uncle Howard, who came looking for you.\n\n“You're late for dinner,” he says. “We're already worried. You need to learn how to tell the time.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 103, "text": "The next day, you call the Department of Zoology at a nearby university. The tube is passed to Dr. Henry Karn, a specialist in large reptiles. Dr. Karn does not really believe that the egg is real, but agrees to come to the Red Creek Ranch to look at it.\n\nBy the time he arrives, you are already on pins and needles. What if the egg is made of plastic? Your anxiety increases when you see how stern Dr. Karn's face is. He briefly shakes hands with you and your uncle and asks to see the egg immediately.\n\nHe stares at it intently, without saying a word, lifts it up to the light, scratches it with a penknife and taps it lightly. Then he brings the egg to his ear.\n\nFinally, smiling at you, the doctor carefully places the egg.\n\n“It is quite possible that this is the egg of a plesiosaur, a Jurassic aquatic dinosaur. It is almost unbelievable that it will ever hatch. However, I would still like to keep it in the university incubator for a year, and only then break it. If anything interesting does happen, I'll be sure to call you.\n\nIt's been a few weeks since then, and every time the phone rings, you think it's Dr. Karn.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 104, "text": "When you tell him that you came from the 20th century through the Cave of Time, Nick smiles incredulously. Then you tell something about your time: about cars and planes, telephones and television. He listens attentively, smiling broadly, as if you were telling the most amusing story.\n\n“I'm very glad to meet you,” says Nick. “I've always wanted to know what life would be like in the 20th century.” He tries to look serious, but breaks down and starts laughing. Nick is sure you're playing him.\n\n“I don’t care for jokes,” you say, not knowing how to make him believe you, “I really have nowhere to live. Do you know where to stay here?", "actions": [{"text": "*Further*", "redirect_to": 105}]}, {"id": 105, "text": "“I think you could stay with us,” Nick says amiably. “We have such a big family that one more person won't hurt anyone. But only if you agree to work in the store with everyone together.\n\nSurely you will not have a better choice, and you agree. You are very grateful to Nick's parents: they fed you deliciously and laid you on a comfortable bed. Nick tells you quite seriously that you are in Boston, the capital of the English colony of Massachusetts, and that it is 1718.\n\nSoon you already feel like a member of the family. There are very nice people around you, and they treat you very well. But every day you have to work long hours - making soap and pouring it into molds, advertising it and running errands for Nick's father, whom you call Uncle Ted.\n\nYour neighbor, Mr. Nelson, is a printer. He had recently returned from England, where he purchased a printing press and letter type. His business interests you much more, you would like to work for him as an apprentice. But for this you must sign a paper stating that you will serve him faithfully for six years.", "actions": [{"text": "Stay with Nick's family", "redirect_to": 107}, {"text": "Become an apprentice to Mr. Nelson", "redirect_to": 109}]}, {"id": 106, "text": "You try to make the story of how you ran away from home sound plausible, but Nick understands that you cannot be trusted. While you are talking, he packs up his fishing gear, says goodbye to you, and leaves.\n\nAs soon as it is out of sight, you set off and, after walking about two kilometers, you find yourself in some kind of settlement. As you stand outside the church contemplating what to do next, a constable comes up and asks where you're from. This time you don't compose anything. After listening for a few minutes, he arrests you for disturbing the peace and sends you to the local jail.\n\nToward evening, a huge guard with a stupid face brings you a bowl of stew and a piece of bread. He's completely mesmerized by your strange clothes and what he's heard about you. The guard opens the door to your cell, holds out food, and steps back to examine you with curiosity.\n\n\"They say you've got in touch with the devil?\" Is this true? he asks.", "actions": [{"text": "Slip past the guard and run away", "redirect_to": 111}, {"text": "Tell him that it's not his fault", "redirect_to": 113}]}, {"id": 107, "text": "Although you are much more interested in printing than in a career as a soapmaker, you prefer to remain free: what if another opportunity arises?\n\nWorking for Uncle Ted is very boring. You understand that making soap and making candles cannot become the meaning of life for you. You devote all your free time to reading books that you manage to get, but you would like to travel, see the world. After some time, you are hired as a sailor on the Nina brigantine. A ship owned by a wealthy merchant sets off for the island of Barbados in the West Indies with a load of logs. Then he sails for England.", "actions": [{"text": "*Further*", "redirect_to": 108}]}, {"id": 108, "text": "Being a sailor turns out to be much more difficult than you thought. It is especially difficult to manage gear when a storm is raging.\n\nBut in the end you become the captain of your own ship. At every port where your ship stops, you ask if anyone has heard of the Cave of Time.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 109, "text": "You go to work for Mr. Nelson and soon become a professional typographer. But a little time passes, and you no longer feel happy. Mr. Nelson refuses to raise your salary, and there is no way to become a part owner of his enterprise. There is no more work for you in Boston, and you decide to move to Philadelphia. They say they need specialists who are knowledgeable in the printing business.\n\nFortunately, Mr. Nelson releases you from your obligations, and, having sold almost all your possessions, you collect enough money to buy a ticket on a ship plying along the coast. The journey is long and tiring: it is stormy all the way. Finally, the ship moored at the Philadelphia pier. Early Sunday morning, in front of you is the market square.\n\nYou are tired and hungry. With the last money you buy a bun. Quite mechanically, you follow some well-dressed people and find yourself in a Quaker prayer house. Everyone sits down, but talking is not allowed. In this blissful silence you fall asleep. Waking up, you feel all the hospitality of new acquaintances. One family offers you to live with them. And besides, you manage to get a job with one of the two printers doing business in Philadelphia.\n\n\n\nSee next page.", "actions": [{"text": "*Further*", "redirect_to": 110}]}, {"id": 110, "text": "You work hard to improve your skills. After a few years, having saved enough money with the help of friends, you open your own business.\n\nYour printing house is flourishing, and after a while you start printing your own newspaper. The eighteenth century was a very good time for you.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 111, "text": "The guard is too shocked, or perhaps too frightened, to stop you. You slip past him and run out of the prison building. You run as fast as you can down the street, finally stopping to catch your breath. A carriage passes by. A thin, bearded man sitting on a goat stops the horses.\n\n“Something seems to have happened to you,” he shouts, “may I be of assistance?”\n\nYou are very tired and do not want to invent fables, and therefore you begin to tell him everything as it was. Fascinated by your history, he invites you to a local tavern, where you manage to eat properly for the first time in a long time. Your companion hardly touches food. He is pale and has a bad cough.\n\n\n\nSee next page.", "actions": [{"text": "*Further*", "redirect_to": 112}]}, {"id": 112, "text": "Finally you finish your story.\n\n“It's amazing that we met,” he says. “I have tuberculosis, and not a single doctor in Boston can help me. My only hope is to get into those times when medicine will not be powerless against this disease.\n\n“Going to the future is my only hope,” you say.\n\nSo let's help each other. I think together we can find our way back to your time - and to my new time.\n\nYou shake hands with each other and start your journey in the morning.\n\nTogether you really find your way into our times. Your friend from the past is cured with modern drugs and later becomes a history teacher. Extensive knowledge of the history of colonial America bring him fame.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 113, "text": "You tell the guard you're innocent, but he just frowns and slams the cell door.\n\n“I won't follow you to the devil!” he shouts.\n\nThe next day you are taken to the courtroom. Before you is a strict judge. After hearing the accusation and giving the word to you, he shakes his head and frowns angrily. Then he looks at the accuser and, turning to him, says:\n\n“You accuse this man of disturbing the peace on the grounds that he “wears strange clothes and tells stories inspired by the devil himself.” In fact, you accuse him of witchcraft, just don't say it. I, as a judge, will not allow such a disgrace. I hope this doesn't happen again. I consider the case closed.\n\nThe Judge not only releases you, but also settles you and makes sure that you live well in the eighteenth century.\n\n\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 114, "text": "There's something about a knight's laugh that you don't trust. You politely thank him and explain that you have to get back to your business.\n\n“Very well,” the knight replies, “just make sure that your deeds are not the same as your appearance!”\n\nHe quickly jumps away. You're glad you finally got rid of him.\n\nIn search of the entrance to the Cave of Time, you climb the rock that descends to the very reservoir. After spending about an hour searching, you find a tunnel leading to the dungeon.", "actions": [{"text": "*Further*", "redirect_to": 61}]}, {"id": 115, "text": "You climb inside the ship and find yourself in some room. The walls remind you of a bathroom. The thought comes to mind that the people who control this ship can somehow control time. Maybe the Cave of Time is their creation? As you think about it, you begin to drift off to sleep. In a minute you are fast asleep.\n\nFinally you wake up. All around is darkness. Are you really flying through outer space on an alien ship? Light comes from somewhere on the side. You get up and go there. It turns out that this is nothing but the exit from the cave. You rush out into the air and, to your delight, find the Canyon of Serpents exactly as you last saw it. You are back!\n\nIt takes a long time before you feel the desire to visit the canyon again. You find the entrance to the cave, but it turns out to be littered with a massive piece of rock. Perhaps this is for the best.\n\nTHE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}]