[{"id": 1, "text": "ATTENTION!!!\n\nThis is an unusual book. Do not try to read it in order from beginning to end, moving from one page to another - nothing will work! After all, this is a game where many adventures await you, this time in the Abandoned Castle. From time to time you have to make a choice. What will he bring? Success or failure?\n\nYour adventures are the result of your choices. You decide where to go, what to do. And then - read the instructions at the end of the page, and then you will find out what your choice will lead to.\n\nAnd remember: there is no going back! So think carefully before you act. A game is a game: you can lose, or you can win!", "actions": [{"text": "*Further*", "redirect_to": 2}]}, {"id": 2, "text": "The holidays came and you went to visit Michael and Jane. These are your cousins ​​and they live in Connecticut. Shortly after your arrival, they take you for a walk around the neighborhood. You wander along the shady streets, surrounded by cozy houses with neatly trimmed lawns. At the top of the hill you notice a huge stone house. You've never seen anything like it before. House with turrets, terraces and a tall chimney. Some windows are closed with shutters, others are hidden from human eyes by trees and vines. Nearby is a small cottage, and a dog is sitting on a chain by the porch.\n\nYou ask:\n\nDoes anyone live in this house?\n\n— In the Forsaken Castle? Yes, and for a million dollars, no one will agree to live in it! Michael chuckles.\n\n\"They say he's cursed,\" Jane adds. “Those who tried to enter the Castle disappeared forever. Nobody knows what happened to them.", "actions": [{"text": "*Further*", "redirect_to": 3}]}, {"id": 3, "text": "“You see,” Michael explains, “Mrs. Bigley lived in the Forsaken Castle for many years with her cat. After the death of Mrs. Bigley, a will was left, which states that her cat will now live in the Castle for the rest of her life. They say that the old woman bewitched the house so that no one could disturb this cat.\n\n- Did the police do it? you ask.\n\n“The police found only a cat in the house, and no one else, but some believe that Mrs. Bigley did not even think about dying, but still lives in the Castle.\n\n- What does the manager say? you ask.\n\n“Nothing at all,” Michael replies. “There are rumors that he is crazy or sick, but it seems to me that he is just scared - he is afraid to stick his nose into the Forsaken Castle.\n\n- Are you laughing at me? you say.\n\n“If you don’t believe me,” Michael is offended, “try to go there yourself.”", "actions": [{"text": "\"I'll try\"", "redirect_to": 4}, {"text": "\"No thanks\"", "redirect_to": 6}]}, {"id": 4, "text": "“I will try,” you answer.\n\n“Go ahead,” Michael agrees. — When are you going? Jane and I would like to see it.\n\n“To be more precise, to say goodbye to you,” Jane grins.\n\nYou follow the lantern into the house and from there you all head towards the Abandoned Castle. You're a little nervous, but today is such a wonderful day and you manage to quickly convince yourself that there's nothing to be afraid of.\n\nFrom afar, the house seems gloomy and impregnable, like a medieval fortress. A black cloud hides the sun from you. The wind throws dust right into your eyes. You already regret your decision. But it's too late, and you walk around the house, trying to open at least one door. Michael and Jane are watching you. Everything is locked except the back door.", "actions": [{"text": "*Further*", "redirect_to": 5}]}, {"id": 5, "text": "You nod to your brother and sister, open the door and right from the threshold you find yourself in a huge dimly lit kitchen. Before you are rows of sinks for washing dishes, tables and a huge black stove. The floor is covered with cracked and chipped dark red tiles. There are linen curtains hanging from the windows, and you pull back one of them to get a better view of the kitchen.\n\nTo the right are the stairs leading to the second floor. To the left is a double door. It connects the kitchen to the dining room.", "actions": [{"text": "Climb the stairs", "redirect_to": 8}, {"text": "Go to the dining room", "redirect_to": 10}]}, {"id": 6, "text": "“No thanks,” you reply.\n\n“I would have said the same if I were you,” Michael says.\n\n\"Then I'll go,\" Jane says. “But on one condition: you will follow me if I don’t come back in five minutes.”\n\n\nOf course, you cannot refuse. Together, you head up the path to the Forsaken Castle. There is not a soul around, and the manager is not visible. You go around the house, trying to open any door. Finally Jane finds one unlocked. She enters the house, you and Michael look after her.\n\nAre you sure that Jane is just standing outside the door and waiting for the five minutes to expire.", "actions": [{"text": "*Further*", "redirect_to": 7}]}, {"id": 7, "text": "However, six minutes, seven, eight minutes pass. You exchange worried glances with your brother.\n\n“I think we should go in,” you say.\n\n“But I think it’s better to call for help,” Michael objects. - Wait here.\n\nAnd before you can open your mouth, he disappears around a bend in the road.", "actions": [{"text": "Enter the house", "redirect_to": 12}, {"text": "Wait for Michael to bring help", "redirect_to": 11}]}, {"id": 8, "text": "Trying not to make any noise, you start up the stairs. The railing suddenly falls off and falls down with a crash, and dust and cobwebs prevent you from walking. You have climbed one flight up and are standing on the landing. It is dimly lit by a pale yellow light falling from above from a round dirty window. From here the staircase leads in two directions. Right in front of you is an open door. It opens easily, it is worth pushing it with your hand.\n\nYour gaze appears in a dim room, and in it - a lot of various furniture, some chests, an old radio, a cuckoo clock, a rocking horse, several coils of rope lying around, stacks of books and, on a dusty floor, a dead mouse. At the back of the room is a huge closet.", "actions": [{"text": "Look in the closet", "redirect_to": 14}, {"text": "Return to the landing", "redirect_to": 15}]}, {"id": 9, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 10}]}, {"id": 10, "text": "Through the double doors you enter the exquisitely furnished dining room. A beautiful crystal chandelier hangs over a long oak table. Tall windows are half covered with dark green satin draperies. There is a bottle of wine on a silver tray in the sideboard. Next to her is a bright green porcelain cat.\n\nYou sit down at the table to think about what to do next. At hand is a small copper bell. You start calling him just like that, out of curiosity.\n\nMoments later, a door you haven't seen before opens and a thin young woman enters. She is dressed as a maid: she wears a black dress and a small white cap in her hair.\n\n- O! she exclaims. “I didn't know Mrs. Bigley was expecting guests today. My name is Lina. Can I offer you something - let's say cheese and biscuits - you must be hungry.", "actions": [{"text": "have a bite to eat", "redirect_to": 16}, {"text": "Ask Lina", "redirect_to": 17}]}, {"id": 11, "text": "Waiting for Michael, you walk around the house, knocking on all the windows and doors. But they are locked—even the back door through which Jane entered the house. She looks like a real prisoner.\n\nSuddenly you notice Jervis, the manager. He goes to his house. I wonder if it will help you?\n\nHowever, there is another way. A thick vine is wrapped around the support that supports the balcony. You can try to climb on it to the balcony and through it to enter the house.", "actions": [{"text": "Go to Jervis' house and ask for help", "redirect_to": 22}, {"text": "Climb up the vine to the balcony", "redirect_to": 21}]}, {"id": 12, "text": "As soon as you cross the threshold, you hear a muffled cry for help. This is Jane. You go to the voice. You go through the kitchen, throw open the double doors of the dining room, run through the dark library and finally find yourself in a large hall. You see Jane, she is sitting under the stairs.\n\n- What happened? Are you all right? you ask.\n\n“If only you could help me,” she sobs. - I am trapped.\n\n- Trapped?\n\n- Yes! I was wandering around the house and I came across a cat. She was sitting right where you are now—it must have been Melissa. I went over to pet her, but her eyes flashed angrily. Then she began pacing back and forth as if there was a barrier between us. Finally she left. But I feel that the barrier remains. If I try to go through it, something terrible will happen!\n\nYou can't convince Jane that she has nothing to be afraid of.", "actions": [{"text": "Make Jane go through the barrier", "redirect_to": 19}, {"text": "\"I'll bring someone to help\"", "redirect_to": 20}]}, {"id": 13, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 14}]}, {"id": 14, "text": "Carefully avoiding all this rubbish, you make your way to the closet and open the door. Smells like mothballs. The closet is filled with clothes, both old and fairly new. Your attention is drawn to a police uniform and a ring with three keys hanging on a nail. Suddenly, a screech is heard somewhere. But it's just a mouse. You walk back to the door. Suddenly, the mouse, like crazy, rushes straight to you. Frightened, you step back, intending to kick her off, but she falls on her side, dead. Get on the stairs!\n\nNeed to calm down... Keys! What if they come in handy...", "actions": [{"text": "Back for the keys", "redirect_to": 24}, {"text": "Go down the stairs to the kitchen", "redirect_to": 25}]}, {"id": 15, "text": "Nothing could be worse than this pantry; You're glad you got out of there. On the landing, you notice something new - a copper ring in the floor. You pull on the ring, and a square section of the floor rises—it's a manhole cover. Below is a spiral staircase.\n\nThere is enough light to see the steps. Filled with curiosity, you begin to descend. There is a knock from behind. The manhole cover slammed shut.", "actions": [{"text": "Go back and make sure the hatch is unlocked", "redirect_to": 26}, {"text": "keep going down", "redirect_to": 28}]}, {"id": 16, "text": "You are really hungry and thank Lina, but ask if you can bring something else besides cheese and biscuits. Smiling, she exits. Lina returns a minute later, carrying chocolate brownies with nuts. From one of them you bite off a tiny piece. A real treat! You can't resist and eat it whole.\n\nIn a moment, your eyes darken. You may have been poisoned... You ring the bell, but the maid does not return. You get up, take a couple of steps towards the door and fall to the floor.\n\nSome time later you wake up feeling weak all over your body and trying to remember what happened to you. And it was already dark outside.", "actions": [{"text": "sleep until morning", "redirect_to": 27}, {"text": "Try to get out of there", "redirect_to": 31}]}, {"id": 17, "text": "“No thanks,” you reply. “I heard that only Mrs. Bigley's cat lives in this house. I never thought that she herself still lives here. If I had known, I would never have dared to come without an invitation.\n\n“Oh, Mrs Bigley doesn't mind. Moreover, I am sure that she was waiting for you. She loves guests, says Lina.\n\n“Very happy,” you reply. “But where is Mrs. Bigley herself?”\n\n“Upstairs in the music room, playing the piano,” Lina replies.", "actions": [{"text": "Leave the Abandoned Castle", "redirect_to": 32}, {"text": "Look into the music room", "redirect_to": 34}]}, {"id": 18, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 19}]}, {"id": 19, "text": "Before Jane has a chance to figure out what's going on, you push her over the imaginary barrier.\n\n“Melissa must have put a spell on me,” she says.\n\n- It seems. Let's go look for her. We must end the curse of the Forsaken Castle, you reply.\n\nAt the same moment, a meow is heard from the top of the stairs. Overtaking each other, you rush to the top.\n\n“Go right and I'll go left,” Jane suggests.\n\nThere are no cats in the room. The bedroom door is ajar. You look inside... Unsuccessfully. You run to another room to see how Jane is doing. But she disappeared again. You call her out loud. You open every unlocked door and look into every room, but she's nowhere to be found. You go back to the stairs - and just jump back. Mouse! You run up the stairs again.\n\nAs if out of the ground in front of you grows a tall old woman. Her hair is slicked back and pulled into a knot at the back of her head. Burning green eyes seem to pierce right through you.\n\nSo here she is - Mrs. Bigley! She didn't intend to die. Looks just like a witch! But witches, of course, do not exist, these are all fairy tales. Or not fairy tales?", "actions": [{"text": "Talk to Mrs Bigley", "redirect_to": 35}, {"text": "Run down the stairs", "redirect_to": 36}]}, {"id": 20, "text": "Quickly back to the kitchen door. You go through the office and see an old woman dressed in all black. She has a pale face. Her gray hair is pulled back into a knot at the back of her head. So here she is - Mrs. Bigley! Looks pretty intimidating. Looks like a witch, but witches don't exist.\n\n“It's nice to have guests in the house,” she says in a raspy voice. \"You've been here a long time, haven't you?\" However, I could not find you in any way: you kept running around the bush, but quietly, like a mouse. Since we finally met, I invite you to the dining room. I have cheese and cookies, I'm sure you'll love it!\n\n“Thank you very much, but I have to help my cousin Jane first,” you reply. She is in the great hall. I'm afraid she's going crazy. Everywhere she sees some barriers that do not exist.\n\n“Oh, then you need to take care of her. Don't worry, I'll take care of it,” Mrs. Bigley says. \"Sit down and eat, and I'll go get Jane.\"", "actions": [{"text": "Try cheese and cookies", "redirect_to": 37}, {"text": "Try to sneak away", "redirect_to": 38}]}, {"id": 21, "text": "You are gathering strength. On the vine, like on a rope, you manage to climb up. Jumping over the railing, you ended up on the balcony.\n\nBehind the glass doors, a mouse can be seen darting across the bare wooden floor.\n\nThe doors open easily and you can get into the room. But my hands are aching, my heart is beating like crazy. The bad feeling doesn't leave you.", "actions": [{"text": "Enter the room", "redirect_to": 42}, {"text": "Call Jane through open doors", "redirect_to": 41}]}, {"id": 22, "text": "You cross the front lawn and knock loudly on the door. A minute later, an overweight man in a worn plaid shirt opens the door to you. He has a swollen, pale face and small, pig-eyed eyes. Behind him is a huge dog, a mastiff, chained to a radiator. The dog growls menacingly, but remains motionless.\n\n— What do you need? the manager asks angrily.\n\n— My cousin Jane is locked up in the Castle and I'm worried about her. Could you open the door and help me find her?", "actions": [{"text": "*Further*", "redirect_to": 23}]}, {"id": 23, "text": "She shouldn't have been in there at all. Even I don’t dare to cross the threshold of this house,” says Jervis.\n\n- But why? you ask.\n\nThe landlady will fire me.\n\n“So you only tend to the garden?”\n\n“Yes, and besides, I bring them food and clothes.\n\nBut who is the servant in the house?\n\n“Everything is kept in order in the house, and every guest is taken care of there. So if you want, I'll let you in.", "actions": [{"text": "Ask Jervis to let you in", "redirect_to": 39}, {"text": "Don't ask Jervis to let you in", "redirect_to": 40}]}, {"id": 24, "text": "You tiptoe back to the closet. You take the ring with the keys and return to the landing. On one of the flights of stairs upstairs you see a huge black cat.\n\nHer green eyes glow in the dark, her back is arched, her mouth is ajar. As soon as you move even a finger, she starts to hiss.", "actions": [{"text": "Call her affectionately, hoping to calm her down", "redirect_to": 44}, {"text": "Go down the stairs to the kitchen", "redirect_to": 46}]}, {"id": 25, "text": "You keep going down. Finally you are in the kitchen. A man peers through the window into the house. This is a huge overweight man. The swollen face and narrowed eyes give him an ominous look. He peers intently into the semi-darkness of the kitchen, and suddenly his gaze stops at you. This is Jervis, the manager.\n\nWithout breathing, you shrink into a corner. There can be no doubt: he noticed you. Jervis disappears. He must be going into the house through the back door.", "actions": [{"text": "hurry to hide", "redirect_to": 48}, {"text": "Meet him at the door", "redirect_to": 49}]}, {"id": 26, "text": "You climb the stairs and push the hatch. He doesn't give in. With all your might, you lean on him again. Suddenly the hatch opens. You quickly climb up and run into a black cat with glowing green eyes. Melissa! Frightened by your appearance, she arches her back and hisses. Releasing her claws, Melissa charges straight at you. You take a step back and she rushes past.\n\nYou run after her through the kitchen and dining room, where she disappears from view. Suddenly, an old woman's voice sounds like a cluck, \"Melissa, where are you?\"", "actions": [{"text": "Detect your presence", "redirect_to": 54}, {"text": "Find out where the sound is coming from", "redirect_to": 50}]}, {"id": 27, "text": "Soon you will fall into oblivion again. You wake up after a few hours. The house is darker than yesterday. It is raining outside. It would be nice to get out of here. You run to the kitchen door. You open it, but the passage is blocked by the massive figure of Jervis, the manager.\n\n“You are a brave fellow to come here,” he says.\n\n— I already understood. Looks like someone tried to poison me.\n\nIn response, an unkind laughter from Jervis is heard. He leans his hand on the doorframe so you can't get through.\n\n- Poison, you say? But that's not all,\" he grins.\n\n- What do you mean? you ask.\n\n“It wasn't poison. You are bewitched, the cat's curse weighs on you. Your salvation is to withstand her gaze and not look away first. Or you will stay in this Castle for the rest of your life.\n\nWhy should I trust you? you ask.\n\n“You see,” Jervis says, moving so close to you that you are forced to move away, “both I and the maid you saw, we are all under a curse!”\n\nJervis speaks very sincerely. Perhaps you should listen to his words.", "actions": [{"text": "Find a cat and hold her gaze", "redirect_to": 56}, {"text": "Slip past Jervis to the exit", "redirect_to": 57}]}, {"id": 28, "text": "You can open the hatch later. You keep going down to the basement. The stairs stagger: the wooden supports are rotten. Finally, you carefully step onto the dirty basement floor. Weak light falls from above from several windows. These windows are more like cracks. Trying to get into one of them is out of the question. Apart from a few pieces of old furniture, a stove, pipes and wires, there is nothing in the basement. From some dark corner, a cat's meow is suddenly heard.", "actions": [{"text": "Find a cat", "redirect_to": 52}, {"text": "Back up the stairs to the hatch", "redirect_to": 55}]}, {"id": 29, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 30}]}, {"id": 30, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 31}]}, {"id": 31, "text": "You make your way through the darkness in search of the double kitchen door. Someone grabs your hand. You can barely keep from screaming.\n\n“Help,” someone says in a whisper.\n\n- Who is there? you ask.\n\n“This is Lina, Mrs. Bigley's maid. Before, I was afraid to explain everything to you. But I can't get out without your help.\n\n\"Can't you just leave the house?\" you ask.\n\nI would love to, but I can't. I'm bewitched...\n\n\"Can't Mrs. Bigley help you?\"\n\n— Mrs Bigley! Don't you understand anything?\n\nLina burst into tears. You're trying to bring her to her senses. Finally she calms down and grabs your sleeve again.\n\n“Please,” she pleads, “take the cat out of the house and I will be saved.” Will you help me?", "actions": [{"text": "\"Yes\"", "redirect_to": 58}, {"text": "Try to calm her down", "redirect_to": 59}]}, {"id": 32, "text": "“Thanks again,” you say, “but I better go.\n\nYou get up and walk towards the kitchen.\n\n“You'd better not go there,” Lina warns, “the manager is there.\n\nWhy should I be afraid of him? you ask. What right does he have to keep me here?\n\n- Shhh. Don't make such a noise, says Lina, Mrs. Bigley will be very angry if she finds out that you tried to leave.\n\nWithout a word, you continue walking towards the kitchen. For the first time you notice a portrait hanging on the wall. It depicts a tall, thin woman dressed in a black and gray dress with a huge black cat on her lap. You can't take your eyes off the portrait. The woman's eyes follow you. This look is so unfriendly and gloomy that you feel uneasy.", "actions": [{"text": "*Further*", "redirect_to": 33}]}, {"id": 33, "text": "You keep walking, keeping your eyes on the portrait, and you trip over a table leg. Unconsciously, you grab onto something with your hands so as not to fall, and - what a horror! - you hit a green porcelain cat! It flies to the floor and shatters into a thousand pieces. Lina silently looks at you, pale as death.", "actions": [{"text": "Pick up the pieces", "redirect_to": 60}, {"text": "get away quickly", "redirect_to": 61}]}, {"id": 34, "text": "\"Then I'd like to say hello to her,\" you say.\n\nCurious to look at the enigmatic Mrs. Bigley and dispel the myth of the curse. You ask Lina where the music room is. You pass through a large hall and climb a wide oak staircase to the second floor. Soft, muffled piano sounds come from above.", "actions": [{"text": "*Further*", "redirect_to": 69}]}, {"id": 35, "text": "“Sorry to bother you,” you say, “but I have to find my cousin Jane. She was here a minute ago and disappeared somewhere.\n\n\"Oh, don't worry about your little friend,\" says Mrs. Bigley. She must have gone down the stairs. Let's go look for her.\n\nMrs. Bigley's words have a calming effect. You continue to descend, fully confident that she is coming for you. After a while you look back. She disappeared. You are terribly surprised. You go down to the first floor and go to the library. Looks like you'll have to explore the house alone.", "actions": [{"text": "*Further*", "redirect_to": 66}]}, {"id": 36, "text": "You run down the stairs. Flying into the library, you literally knock down a thin young woman in a black dress with lace trim and a white lace cap in her hair.\n\n- How did you scare me! she exclaims.\n\n\"Excuse me, please,\" you reply, \"I'm trying to find my cousin Jane.\" Who are you?\n\n- My name is Lina. I'm Mrs Bigley's maid. You know, for some reason the garden is full of policemen! I just saw them from the window. And a boy with them. They are going to enter through the back door. I have to let them in.\n\n“Yes, they will help me find Jane,” you say.\n\nThey will never be able to help you. It's better if no one notices you. This is your only salvation.\n\nIt seems that her words are devoid of common sense, but you feel that it is better to do just that.", "actions": [{"text": "Talk to the cops", "redirect_to": 66}, {"text": "Go to another part of the house to look for Jane", "redirect_to": 67}]}, {"id": 37, "text": "You follow Mrs. Bigley into the dining room. Cookies and cheese are already on the table. You're only going to eat one cookie, no more. You bite off a small piece and you feel how suddenly your head starts to spin.\n\nIt darkens in the eyes. And at the same time, everything around you increases in size. The blurred silhouette of Mrs. Bigley looms over you like a rock. What if you were poisoned, flashed through my head, but thoughts begin to get confused ...\n\nYou jump off your chair and run as fast as you can out of the dining room. There is a clatter from behind. Mrs Bigley must be after you. You dare not look back. It is clear that it is very stupid to be afraid of an old woman, but you are afraid.\n\nIn front of you is some kind of nook that you did not notice before. It looks like a tunnel. You can try to hide. You climb inside. First you have to crawl. But gradually the tunnel expands, expands ... It is already possible to get up. Suddenly you realize that you yourself are becoming smaller and smaller. You can no longer stand on your feet, as it is very difficult to maintain balance. You try to scream, but the brain only generates commands: run, eat, hide - you have turned into a mouse.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 38, "text": "You turn to leave.\n\n“Hold him, Lina,” Mrs. Bigley commands.\n\nIn front of you is a thin young woman in a black dress. Hands hold a knife, and fear splashes in his eyes.\n\n\"I can't, I can't, Mrs. Bigley!\" she screams. - I can not take it anymore. You are a witch!\n\nYou turn around and look at the old woman. She became even more pale and disgusting. For a moment, her eyes flash like a cat's and close. She falls to the floor.\n\nYou and Lina lean over and examine her. You listen to the pulse - the heart does not beat.\n\n- You saved me! Lina exclaims. “But we have to get out of here. Rather, follow me!\n\nYou are about to run after her, but you remember Jane.", "actions": [{"text": "Run out of the house after Lina", "redirect_to": 72}, {"text": "Go to the great hall where Jane left", "redirect_to": 73}]}, {"id": 39, "text": "Jervis leads you to the house, muttering under his breath and shaking his head. He unlocks the lock and opens the door. As soon as you cross the threshold, he recoils in fear. Although you are afraid to wander around the house alone, you are glad that Jervis did not go with you.\n\nYou walk through the huge kitchen, kicking at the tiles on the floor. You pass through the dining room, where there is a long oak table and high-backed chairs. You enter the old library, loudly calling Jane. In front of you, a large black cat sits on a Persian carpet. Her bright green eyes sparkle. It must be Melissa.\n\nThe cat walks back and forth. She runs into the great hall, then returns to her original place and looks at you as if inviting you to follow her.\n\nYou follow the cat through the great hall, past the front staircase. Suddenly you notice someone in a dark corner. You want to get closer, but you're afraid you'll lose sight of Melissa.\n\nPerhaps you just imagined that you saw someone.", "actions": [{"text": "Follow the cat", "redirect_to": 76}, {"text": "Stay and find out who's in the corner", "redirect_to": 74}]}, {"id": 40, "text": "“Don't worry,” you reply, “thanks for the offer.\n\n“The hostess will not mind if you come in, but she is unlikely to like it that you will walk around the house without her knowledge,” he says. \"So you'd better leave, or you'll regret it!\"\n\nYou are in a hurry to get out. Jervis looks after you for a long time, and then hides in his house.", "actions": [{"text": "Run home and call for help", "redirect_to": 77}, {"text": "Leave Jervis and come back", "redirect_to": 78}]}, {"id": 41, "text": "You throw open the balcony doors and shout as loud as you can, \"Jane!\" In response, only the squeak of the mouse is heard.\n\nThen a rattling voice comes from afar, “Who is this? What are you doing in my house?\"\n\nYou enter the room, open the door and run into the hall. A tall old woman with piercing bright green eyes is waiting for you there - Mrs. Bigley! A moment later, she falls to the floor right in front of you. You're confused, but first you need to find Jane. You rush into the darkness of the corridor, but stop for a moment to let your eyes adjust. Suddenly you hear a trembling, breaking voice: “Help! Release me!\n\nYou freeze in fear. You listen carefully. The voice keeps calling, “Come here. Take my hand. Release me! You go to the voice, as if in a fog. Suddenly you notice how a white bony hand reaches out to you from around the corner - long hooked fingers spread out. You hesitate, and the hand rushes forward and squeezes your hand in a death grip.", "actions": [{"text": "Break out and run away", "redirect_to": 82}, {"text": "\"Mrs. Bigley is dead, the curse is broken\"", "redirect_to": 83}]}, {"id": 42, "text": "You enter the room. The mouse runs into a corner. You follow her, but suddenly you notice some creature moving to your left. This is a big black cat. Her shoulder blades stick out and her head is bowed low. She sneaks up on the mouse. When she sees you, she gets angry, arches her back, hisses and jumps back.\n\nThe cat turns its back. You rush at her, manage to grab her by the tail, but it instantly slips out of your hands, and the cat disappears into the open closet. You look inside. It turns out that this is the entrance to a narrow corridor.\n\nYou run into the hall. In front of you is an open bedroom door. You enter and freeze: a thin tall old woman in a long black dress is sprawled on the carpet. Her face is as pale as death. Bony thin fingers pressed to the chest. She pierces you with her burning green eyes. \"I'm dying! she screams. “My heart can’t take it, it can’t take it… But you will die after me.” I will take care of it!\"", "actions": [{"text": "Offer to call a doctor", "redirect_to": 80}, {"text": "\"Where's Jane?\"", "redirect_to": 81}]}, {"id": 43, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 44}]}, {"id": 44, "text": "You are trying to call the cat. She does not move from her place and still looks at you angrily. You answer her the same. She keeps staring unblinking, arches her back, hisses and runs away.\n\nRather follow her! You run down a narrow corridor, but you lose sight of her. She turned the corner. You approach the massive oak door, pull the handle, but the door doesn't budge.\n\nTrying to open it with the keys you have. One of them fits! You open the door and shine a flashlight. Before you are steps leading down. Curious what's in there? You start descending slowly.\n\nFinally you are in an underground tunnel. The floor is paved with cobblestone; hardwood floors support the walls and ceiling. It's cold and damp down here. You walk through the tunnel for about a hundred steps and see on both sides of the tunnel huge niches with racks, where there are different-sized kegs and bottles. It must be the wine cellar.\n\nIn the far corner of the niche is a cabinet with three drawers. The top one is locked. You try the keys again. There is! You open one of the drawers and take out old, yellowed sheets of paper. Among them is a letter written in uneven handwriting. It says:\n\n    “I, Horace A. Bigley, am a prisoner in my own house. I'm bewitched by my wife, Melissa Bigley. She died exactly a month ago and now has the ability to turn people into…”", "actions": [{"text": "*Further*", "redirect_to": 45}]}, {"id": 45, "text": "You feel that there is someone in the room. You shine a flashlight on the sides, but it goes out. The last beam allows you to distinguish some figure in the corner. Now, getting used to the darkness, you see burning eyes. They are looking straight at you. You rush to the racks with bottles and grab one. It may be useless in a fight with a ghost, but you have no other weapon.", "actions": [{"text": "Throw the bottle in the corner", "redirect_to": 84}, {"text": "\"Who is there?\"", "redirect_to": 89}]}, {"id": 46, "text": "You begin to descend without taking your eyes off the cat. Going downstairs, you turn and walk down the corridor. What if you chose the wrong path? Suddenly, a hollow voice is heard calling, “Melissa, where are you? Melissa, where are you?\n\nCould it be Mrs Bigley?\n\nYou carefully sneak down the corridor. The voice keeps calling, \"I'm coming down to you, Melissa.\"\n\nYou turn a corner and run into a thin, tall old woman in black. The face is all wrinkled, but the green eyes have retained their brilliance. The head is thrown back, gray hair is pulled into a knot at the back of the head. She stared at you with undisguised hatred. You stare defiantly into her eyes. Suddenly she screams and rushes to run down the stairs.\n\nYou are not far behind her. Then you turn into the kitchen and ... jump out into the yard. You sit down under a large tree, trying to catch your breath and put your thoughts in order.\n\nJane and Michael join you a few minutes later. It turns out that they wandered around the house looking for Mrs. Bigley and her cat, but found no one.\n\nThe next morning you leave for home. There was about an hour left before the bus left. Along the path you again rise to the Abandoned Castle and look at it for a long time. You see the overweight, fat-faced manager of the Castle walking towards you with a huge dog on a leash.", "actions": [{"text": "*Further*", "redirect_to": 47}]}, {"id": 47, "text": "He's already very close. You're about to give a damn, but he screams:\n\n- Don't be afraid. I am your friend. You freed me from the witch's curse!\n\n- What do you mean? Where is Mrs Bigley? you ask.\n\n“She died yesterday,” he replies. - Last time.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 48, "text": "You quickly run through the dining room, a large dark library and into a huge living room. Noise comes from the dining room. You run up the front stairs to the hall and listen.\n\nBoom Boom Boom. It looks like steps, as if someone is following you up the stairs. You look out at the landing, but there is no one there.\n\nIt must be your heart beating. Or was it someone else's steps? Perhaps the spirit of Mr. Bigley decided to scare you ... But spirits do not exist! You hear the footsteps again, this time coming from below, from the living room.\n\nIn the middle of the hall is a large wardrobe made of cedar.\n\nYou hear a creaking sound right behind you - this is the door you just entered through ...", "actions": [{"text": "Go to the closet and explore it", "redirect_to": 90}, {"text": "Go to the opening door", "redirect_to": 91}]}, {"id": 49, "text": "You probably won't be able to hide. Jervis will find you anyway. Better to meet him and admit that you walked around the house without any permission.\n\nYou go to the door and turn the handle. You push the door and knock on it, but it won't budge. Jervis has you locked up! We need to look for another way out.", "actions": [{"text": "*Further*", "redirect_to": 50}]}, {"id": 50, "text": "You walk down the corridor and enter a large hall. The floor is covered with Persian rugs. Oil paintings hang on the walls. The old clock slowly counts the minutes. A long brass pendulum swings back and forth evenly.\n\nSuddenly, a voice from above breaks the silence: “Melissa! Melissa!\"\n\nYou run up the stairs to find out who it is. You're upstairs, but it's quiet all around. From one room suddenly comes a cough. The door is ajar. You look in there and you see a very old woman. She sits in a rocking chair and knits.\n\n“Come in, come in,” she calls in a sweet voice.\n\nAre you Mrs Bigley? you ask.\n\nShe is laughing.\n\n“No, no,” she says, “I'm her sister, Mrs. Cream; Mrs Bigley is my cat.", "actions": [{"text": "leave", "redirect_to": 99}, {"text": "Stay and ask the old lady", "redirect_to": 100}]}, {"id": 51, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 52}]}, {"id": 52, "text": "Carefully inspect the basement. You see some kind of door with a hole. It is big enough for a cat to crawl into. Turn the handle and carefully open the door. You shine a flashlight. There is no limit to your surprise: the room is filled with mummies and skeletons. They have glittering jewels on them. The full horror of the witch's curse begins to dawn on you. Can you avoid this fate? Or will you be the next victim?", "actions": [{"text": "*Further*", "redirect_to": 53}]}, {"id": 53, "text": "You are going to go back. But right in front of you, a tall old woman with long bony arms appeared as if from under the ground. You look in horror at her fingers: yes, these are not fingers at all, but long steel claws.", "actions": [{"text": "Hide in the skeleton room", "redirect_to": 117}, {"text": "call for help", "redirect_to": 118}]}, {"id": 54, "text": "You scream but there is no answer. You start up the stairs. It seems that the one whose voice you just heard is very close. Halfway up you start to feel dizzy. You decided to go down. You enter the office. Everything around spun with terrible force, and you lost consciousness.\n\nAfter a while you come to your senses. The sun had already set and the room was completely dark.", "actions": [{"text": "*Further*", "redirect_to": 71}]}, {"id": 55, "text": "We need to get out of here. You start up the stairs. She is shaky and wobbles terribly. From below comes the meowing of a cat. Suddenly you break down and fall down. The whole staircase collapses after you.\n\nTrembling and languishing in pain, you lie on the floor for some time and hardly come to your senses. The eyes are dark, but gradually the vision clears up. Right in front of you is the wide-open mouth of a huge cat. You have become her little prey.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 56, "text": "“Do you know where the cat might be?” you ask.\n\n“The cat lives in the north wing of the house,” he replies. — Go to the kitchen and go down the stairs on the right. As soon as you reach the end, you will run into a room. Most likely she is there.\n\nFollowing Jervis' instructions, you begin your descent. Suddenly, one of the steps fails, and you fly down. You land with a thud on a hard, uneven surface. Not only are you covered in bruises and scratches, but also covered in soot. It's necessary - to fall into the coal bunker! You can hear Jervis laughing upstairs.", "actions": [{"text": "*Further*", "redirect_to": 105}]}, {"id": 57, "text": "You bend down to slip under Jervis' arm. But he pushes you back, slams the door in your face and locks it.\n\n\"Don't try to climb out the window,\" he warns. - I'll set the dogs on you.\n\n“You will get in trouble because of me,” you reply.\n\n\"I'm doing it for your own good!\" he shouts.\n\nWondering what to do next? Perhaps it is better to rest a little, and then think of something. But first of all, you need to inspect the rest of the house. You go to the stairs.", "actions": [{"text": "*Further*", "redirect_to": 8}]}, {"id": 58, "text": "“Of course I will,” you answer. - Do you know where to find a cat?\n\n- She's upstairs. Follow me,” Lena says. - As soon as we find a cat, immediately grab it. You are empowered.\n\nTogether with Lina, you climb the stairs, go through a large hall and find yourself in some room. In the corner there is an armchair covered with a colorful cape, and in it a large black cat sleeps.\n\nYou take the cat in your arms, quickly go downstairs and run through the labyrinth of rooms to the kitchen. The cat scratches and breaks out, but you hold her tightly. Lena opens the door. Here you are on the street! The cat has stopped scratching and is now purring affectionately.\n\n- The spell is broken! Lina exclaims. - You saved me.\n\nMichael and Jane run up. They're surprised you're not alone. No one notices the overweight man walking towards you. He comes close. This is Jervis, the manager. Everyone looks at him with curiosity. He smiles broadly.\n\n“I always knew that someone would remove the curse from the Castle. You did it,” he says. “Thank you very much from the bottom of my heart.\n\nRemoved the curse? How? And where is Mrs Bigley? you ask Jervis.\n\n- You do not understand? She's in your arms. She turned into a cat - this time for good!\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 59, "text": "“Look,” you say, “you don't have to be afraid of Mrs. Bigley. You are a prisoner of your own fears. If you had willpower, you could free yourself without outside help.\n\nBut Lina sobs, covering her face with her hands. You are trying to calm her down. She jumps up and runs to the door. You run after her. Suddenly Lina freezes in horror. Her face becomes deathly pale. She falls to the floor. You run up to her, but it's too late - Lina is dead.\n\nHead is spinning. You open the front door. Bright sunlight and a cool breeze bring you to your senses. It's a pity for Lina, she became another victim of the Abandoned Castle. But what a blessing that you yourself managed to escape the curse!\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 60, "text": "You bend over and start picking up the pieces. You do it very quickly, stacking them on the dining table. But no matter how much you collect, the number of fragments does not decrease. Confused, you look around. A tall thin woman is standing a few steps away from you. You've already seen her... in the painting in the hall. She is staring at you. It's Mrs Bigley!\n\n“Sorry, I broke your cat,” you exclaim. - I'll pay for it.\n\n“Yes, you will pay for this,” Mrs. Bigley agrees gently.\n\nYou keep picking up pieces of a broken china cat. Every time you bend down, you realize that their number is not decreasing. No matter how fast you work, you can't collect them. Why, this is the witch's curse, and you will collect and collect and collect them - forever!\n\n        NO END", "actions": [{"text": "*Further*", "redirect_to": 61}]}, {"id": 61, "text": "Better get out of here. You rush into the kitchen. The door is locked. Manager Jervis peers through the window. He looks at you menacingly. Lina enters, carrying pieces of a broken china cat. Jervis sees them. His face is red with anger. It looks like you're in trouble.", "actions": [{"text": "Seek salvation on the second floor", "redirect_to": 48}, {"text": "Slip through the dining room window", "redirect_to": 92}]}, {"id": 62, "text": "You enter the room and approach Melissa. She looks at you so intently, as if she wants to read your thoughts. A very unusual cat - just a creature from a fairy tale.\n\nYou get really close. She opens her mouth - she's about to laugh. Suddenly, she jumps off the piano and runs to the door you just walked through. In the aisle, she stops and looks at you again, as if she wants to be picked up.", "actions": [{"text": "Pick up Melissa", "redirect_to": 110}, {"text": "Follow her out of the room", "redirect_to": 85}]}, {"id": 63, "text": "You go down the stairs and enter another room. Before you is a series of closed doors. The last one probably leads to the music room. At the opposite end of the hall is a huge mirror in a richly decorated gilded frame. You come closer, look at your reflection and see that behind you is a tall old woman in black. She is staring at you. Even at dusk, you can see how brightly her green eyes burn. They seem to have nailed you to the spot, you are unable to move. Helpless, you wait for her to come close to you. You need to get over yourself and do something.", "actions": [{"text": "Break the silence and talk to her", "redirect_to": 86}, {"text": "Run past her and go down", "redirect_to": 88}]}, {"id": 64, "text": "The policeman comes in and looks around. He opens the closet door to examine its contents. Looking in, he widened his eyes in shock and opened his mouth to scream. But without uttering a single sound, he backs away, turns and rushes away from the house.", "actions": [{"text": "Continue looking for Jane", "redirect_to": 93}, {"text": "Look in the closet", "redirect_to": 94}]}, {"id": 65, "text": "Ignoring Mrs. Bigley, you run upstairs. We need to find Jane.\n\n“Follow me,” you shout to Michael, “we must find Jane!”\n\nYou run up and down all the stairs and call to her. There are only two rooms left where you have not been yet: the tower and the attic.", "actions": [{"text": "Climb up to the attic", "redirect_to": 96}, {"text": "Climb the spiral staircase to the tower", "redirect_to": 95}]}, {"id": 66, "text": "You head through the dining room to the kitchen and hear a loud knock on the back door. A red-faced, portly policeman bursts into the house. Behind him is Michael.\n\n“At last you have come,” you exclaim, “we need help so badly.” Jane is lost!\n\nThe policeman looks past you. You turn around and see Mrs Bigley.\n\n“How nice it is when there are many guests in the house,” she says in a melodious, soft voice.\n\nYes, but where is Jane? you ask. I looked everywhere for her and couldn't find her.\n\n“She must have gone out for some fresh air,” Mrs. Bigley says sweetly.\n\nYou don't believe her and ask the policeman to search the second floor. What he does: runs around the house and calls for Jane, but to no avail. Angry, he comes back to you.\n\nI'm sure Jane isn't here. I wash my hands,” he says, and heads for the exit. I wonder if he leaves the house in such a hurry because he is afraid of the curse?", "actions": [{"text": "Follow the police", "redirect_to": 64}, {"text": "Climb up to the floor and keep looking", "redirect_to": 65}]}, {"id": 67, "text": "Obviously, the policeman is powerless against Mrs. Bigley. You rise up. You need to examine every room and every closet in the house. By all means it is necessary to find Jane.\n\nYour attention is drawn to the sound of music. They come from below. You climb down and cautiously approach the half-open door of the room. A huge black cat jumps off the piano keyboard. It's Melissa! She runs up to you. You gently pick her up and carry her away.\n\n“I know you can help me find Jane,” you say with conviction.\n\nYou yourself do not know why you said this, but you feel that the cat understands everything. You take off your belt and make a leash out of it. The cat tries to dodge. She looks at you unkindly. Firmly gripping the end of the belt, you lower her to the floor.\n\n“Take me to Jane,” you order.\n\nThe cat quickly runs into the hall, then turns into a narrow corridor leading to the opposite side of the house. She seems to know exactly where to go.\n\nFinally, she stops at a closed door. You turn the knob, the door is unlocked. In front of you is a small bedroom. Nobody has been using it for a long time. The curtain fell from the window, the paint on the walls peeled off. There is nothing in the room but an old brass bunk. A mouse is trembling in the corner, it has nowhere to hide. She looks around helplessly.", "actions": [{"text": "*Further*", "redirect_to": 68}]}, {"id": 68, "text": "Melissa is not interested in the mouse at all. She stared at you with glowing green eyes. You feel like it's time to let her go. You rip off the leash and run out of the room, slamming the door behind you. Going downstairs, you find Lina trembling with fear.\n\n\nWhere are Michael and the policeman? you ask.\n\n“I… I don't know,” she replies softly. - They disappeared. If I tell you where they've gone, Mrs Bigley will destroy me.\n\nShe falls into a chair and begins to sob inconsolably. You are trying to calm her down. Angry at yourself for letting the cat go. But then she appears again - Melissa slowly creeps up to you.", "actions": [{"text": "*Further*", "redirect_to": 102}]}, {"id": 69, "text": "You approach the door. The nature of the sounds instantly changes. It already seems that this is a small child pounding on the keys.\n\nYou freeze for a moment. The door is ajar. With one eye you look into the gap.\n\nIn the middle of the room stands a huge black and gilded piano. A big black cat walks around the keys. It must be Melissa.\n\nShe sensed something was wrong. He stops and looks straight through the crack in the door. I wonder if she sees that she is being watched?\n\nThere doesn't seem to be anyone else in the room. If someone played the piano, then he left.", "actions": [{"text": "Enter the room and approach the cat", "redirect_to": 62}, {"text": "Back to stairs", "redirect_to": 63}]}, {"id": 70, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 71}]}, {"id": 71, "text": "You close and open your eyes again. It is not clear whether this is a dream or reality. You are sitting on an incredible Persian rug. Hanging over you are massive wooden shelving with gigantic tomes. Tables and chairs rise above your head. Are you dreaming? Perhaps you just think that you are very, very small. “A huge black monster is slowly approaching you from afar. No, it's just a cat, only very, very big ...", "actions": [{"text": "Try to take flight", "redirect_to": 97}, {"text": "A nightmare. Run towards the cat", "redirect_to": 98}]}, {"id": 72, "text": "You and Lina run through the dining room, the kitchen, and head for the exit. A portly, red-faced policeman is waiting for you there. Behind him is Michael.\n\n- The spell is broken! Lina screams.\n\n“Help me find Jane,” you ask Michael.\n\n“Jane is out of danger now,” Michael replies. We found her on the second floor.\n\nYou tell everyone about Mrs Bigley. The policeman goes to look at her. A few minutes later he returns.\n\n“Okay, I found Mrs. Bigley,” he says. Only she's dead. Heart attack, I guess. The poor old woman fell victim to the curse of the Forsaken Castle.\n\n“No, that’s not entirely true,” Lina objected. — Mrs Bigley was a witch. Only her death could lift the curse from the Forsaken Castle!\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 73, "text": "“Wait a minute,” you ask Lina. You return to the great hall, and there you see Jane.\n\n- I am free! she screams and throws herself on your neck.\n\nA minute later, Lina joins you.\n\n“I know where Mrs. Bigley has the front door key,” she says.\n\nShe opens the closet and takes out the key. Then he unlocks the large oak door and throws it open. You all run out onto the big front lawn together. A huge black cat is chasing you - twenty times the size of a normal cat. Fortunately, no one notices her.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 74, "text": "You turn and walk into the dark part of the hall towards the stairs. A thin young woman in a black dress beckons you with her hand.\n\n“You have to help me,” she whispers. “I'm Mrs. Bigley's maid, Lena. Now she is not following me and I can talk to you. I am bewitched. You can save me, but only if…” She screams suddenly.\n\nYou look around and notice not far away an old woman with a stick, thin, a little stooped. Her head bobs like a snake's, her spiky green eyes dig into you. Then she shifts her gaze to Lina. She is barely breathing. So here she is - Mrs. Bigley!\n\n“Look into my eyes,” the old woman orders, turning to you.", "actions": [{"text": "Speak boldly to Mrs Bigley", "redirect_to": 81}, {"text": "run away", "redirect_to": 92}]}, {"id": 75, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 76}]}, {"id": 76, "text": "You run after the cat through the large living room, through the hall, and follow her up the spiral staircase to the attic.\n\nThere is a door in front of you - the cat disappears behind it, you run in after it. From above, a ray of light falls from a triangular window. It illuminates a human figure huddled in a corner. It's Jane! You run up to her. The door closes with a slight click. You try to open it but fail.\n\nWhere is the cat? She disappeared. You lean over a crying Jane.\n\nI wonder if the cat did this trick on purpose? It seems you are trapped. You call for help, but no one answers.\n\nA lot of time passes. Every ten minutes you scream and knock on the door. It's getting dark and you still can't get out. Will no one free you?\n\nFinally you fall asleep. When you wake up, you are terribly surprised. All the objects in the room have increased amazingly, and a few steps from you, a mouse is sleeping, snoring. You are the same size as her.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 77, "text": "What is the spirit you rush home. But there is no one there. You grab the phone and call the police.\n\nThe attendant tells you that Michael came to the station on a bicycle. He asked for help. One policeman went with him to the Forsaken Castle.\n\n\"They just left,\" he shouts, but you've already hung up and run for the door.\n\nOn Jane's bike, you drive up to the Castle. A police car is parked at the entrance. You run to the back door, confident that the door is open. But that was not the case: it was locked. All other doors are locked as well. There are no signs of life in the house.\n\nPerhaps we should go to the nearest house and call the police again. Suddenly Michael and Jane run up to you.\n\n- Where is the policeman? Michael asks.\n\n“I wanted to ask you about it myself!” you answer.\n\nMichael and Jane escaped the Castle through a broken window. But the policeman has disappeared - another victim of the curse of the witch from the Forsaken Castle!\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 78, "text": "Most likely, you can no longer be seen from the manager's house. You return to the Castle and look into the windows, hoping to see something.\n\nSomewhere nearby, a dog growls. You turn around - literally a few steps from you is Jervis' mastiff. He looks straight at you, slowly approaches and growls. Another minute and he'll jump.\n\nJust in time, a police car pulls up to the house. Michael and a policeman jump out of it. The dog barks towards them. The cop pulls out a gun and shoots in the air. Manager Jervis is right there. He calls his dog back.\n\nThere is a sound of glass. It was Jane who broke the window in the big room. She jumps down into the juniper bushes.\n\nThe policeman approaches her.\n\n“If this was an ordinary apartment building,” he says, “I would arrest you for trespassing and for breaking a window. But this is an abandoned castle. I'm glad you made it out of there alive.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 79, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 80}]}, {"id": 80, "text": "You leave the room and run down the stairs. In the office you run into Michael and the policeman. They just started searching the house.\n\n“Good to see you,” you say. - Go upstairs. Mrs Bigley is there. She is dying!\n\nTogether you rush into the bedroom where the old woman was a minute ago.\n\nThe policeman enters first.\n\n\"What stupid jokes!\" he exclaims.\n\nYou look at the carpet and don't believe your eyes. Mrs Bigley has disappeared. But in the very place where she was lying, a cat is sitting. The one you were after.\n\nThe policeman is angry. He is sure he was fooled. He orders you and Michael to wait downstairs until he inspects the second floor. A few minutes later, the policeman returns without finding Mrs. Bigley or Jane.\n\nYou're heading to a precinct where you're being charged with perjury. After the charge is nevertheless removed - the police have something to do without you. Jane was never found.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 81, "text": "\"You don't have any power,\" you scream. - Answer: where is Jane?\n\n- You ruined everything! exclaims Mrs. Bigley indignantly. “I can't save her. I no longer have power over anyone. But you can save her!\n\nHer green eyes close. The face first turns red, and then turns pale.\n\nSuddenly, someone is crying. You run towards the voice and literally knock Jane off her feet. She is extremely happy to see you. You run down the stairs, where Michael and the policeman are waiting for you.\n\nAfter listening to your story, the policeman rushes to the second floor. A few minutes later he returns.\n\n“Mrs Bigley is dead. It would be better if you never came here. I should have fined you for intruding, but I think you've already been punished for what you did.\n\nJane complains that she doesn't feel well. The policeman takes her home. She gets better after a few days. Jane has absolutely no memory of what happened to her at the Forsaken Castle.\n\nThe next time you come to visit, it turns out that the Castle has been demolished. The new owners of the land are going to build a residential building in its place. Jervis left.\n\n“It's curious,” says Michael, “that they never managed to find Mrs. Bigley's cat.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 82, "text": "You rush down the stairs. In a hurry, you stumble, fall and hit your head. You come to your senses for a while, rubbing the growing lump on your forehead.\n\n\nGathering your strength, you make your way to the exit. The sun is shining brightly outside. On the way home, the bump resolves. However, in its place remains a red spot the size of fifty dollars - a sign of the witch's curse.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 83, "text": "Suddenly, light flooded through the windows. As if dissolving in bright sunlight, the ghost disappeared. Whether the sun, whether your words had such an effect on the ghost, but the spell is broken. You leave the Forsaken Castle with a light heart. The best way to avoid the curse is to release someone else from it, even if that other person is a ghost.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 84, "text": "You rush forward and, swinging the bottle, hurl it. She is shattered. You're covered in wine. There is a scream - it's Michael.\n\n- It's me! you scream. — Sorry. I thought you were going to attack me.\n\nYou point your flashlight at Michael. Luckily you didn't hit him.\n\n“Follow me,” you command. - We'll get out of here.\n\nThere is a roar up ahead. Columns of dust rise all around. Lumps of dirt are falling from the walls. You illuminate the tunnel with a flashlight - there is a real blockage! But from somewhere above comes light. Suddenly, the ceiling of the tunnel collapses. You are buried alive!\n\n\"Don't be afraid,\" comes the voice. - I'm from the police. We will release you.\n\nBut, although you hear his words, your final hour is already close - you are the next victims of the curse of the Forsaken Castle.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 85, "text": "Following Melissa, you run through the hall, turn the corner and find yourself in a narrow corridor. The walls are crumbling, the floor is littered with pieces of plaster. At the end of the corridor is a staircase leading to the attic. Melissa runs upstairs, you follow her. As soon as you are in the attic, the cat slips between your legs and rushes down. The attic door slams shut behind you before you can turn around. You are locked.", "actions": [{"text": "*Further*", "redirect_to": 107}]}, {"id": 86, "text": "You turn and look at her.\n\n“Mrs. Bigley,” you say out loud.\n\n“It's nice to have guests in the house,” she says in a raspy voice. \"You've been here a long time, haven't you?\" Running around the bush, but quiet as a mouse. I didn't know where to look for you. Well, since we've met, I invite you to the dining room. I have wonderful cookies and cheese. This is just what you need.", "actions": [{"text": "*Further*", "redirect_to": 37}]}, {"id": 87, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 88}]}, {"id": 88, "text": "You try to slip past Mrs. Bigley, but suddenly you fall. Standing up, you look at her and you can't look away. Head spinning - apparently, you hit, though not much. With difficulty, you manage to get up, and you run down the stairs to the exit.", "actions": [{"text": "*Further*", "redirect_to": 48}]}, {"id": 89, "text": "“It's me, Michael,” comes the reply.\n\nYou both breathe a sigh of relief: it's not a ghost at all. Your flashlight starts to dim.\n\n- My batteries are dead - the flashlight does not shine brightly enough. I couldn't see anything, you say. - Let's get out of here!\n\nYou shake the flashlight and it lights up brighter. As you make your way through the tunnel, you hear noise and rumble. The ceiling collapses ahead. You are covered in a layer of dust. Coughing hard, you finally crawl out of the tunnel and leave the Castle.\n\nAs soon as you cross the threshold, you stumble upon Jane. She lies near the door and holds on to her ankle. Pain distorted her face.\n\n“I fell down the vines out the window,” she explains, “and hurt my leg.\n\nYou notice a police car.\n\n“Yes, you don’t look good,” the policeman says, coming up to you. “You have no idea how lucky you are to get out of there alive. Leave now and don't try to poke your nose into the Forsaken Castle again!\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 90, "text": "You hide in the closet. Leave the door slightly ajar so you can see what's going on outside. The front door swings open slowly, as if someone is about to enter. However, no one is visible. A gust of wind slams the closet door. You try to open it, but in vain. You call for help. But hardly anyone will hear your voice: it is so quiet that it rather resembles the howling of the wind.\n\nIt's a big closet - you'll have enough air for another two or three hours.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 91, "text": "You walk towards the opening door. A gust of wind opens it.\n\nSo it's just the wind rushing in through the broken window!\n\nIt seems that someone is shouting in the hall. Rather go there. On the floor, clutching his heart, lies a policeman!\n\n“Heart…” he cries out and expires.\n\nMichael is standing at the top of the stairs.\n\n\"It's you,\" he breathes in relief. - I thought it was a ghost. And the cop, apparently, too.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 92, "text": "You run to the part of the dining room that adjoins the front door. You move the latch and try to open the window. He was hopelessly stuck. You run to someone else. You pull with all your strength. The hand slips, the glass breaks. You cut yourself badly. You are in despair. I'll have to try to break the wooden frame with a stool. Bleeding increases from sudden movements. The head is spinning.\n\nYou look outside and call for help. Nobody responds. Gathering your strength, you break out the last pieces of the frame, climb onto the windowsill and jump down into the juniper bushes.\n\nMichael and Jane run up. Michael rips your shirt off and bandages your arm. You somehow get home with them. The ambulance arrives.\n\nThe doctor is examining you.\n\n“The scar will always remind you of the curse of the Forsaken Castle,” he says.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 93, "text": "Maybe Jane is in the library? You go there. Surprisingly, the wind blows from a huge fireplace.\n\nThe fireplace is similar to the entrance to a cave: it is lined with large rough stones. Come closer. You peer into the cold, gloomy depths of the wide pipe. You are about to move on, but a long, drawn-out moan stops you. Is it wind or human cry? Maybe it was Jane who somehow managed to get stuck in the pipe? You bend down and stretch your neck to get a better look. At that moment, someone touches your shoulder from behind. You flinch in surprise and turn sharply to meet the enemy face to face. But it's Jane!\n\n“I couldn't find you,” she says. Why are you trembling? Oh, it's cold in here. Let's go soon.\n\nIn a few minutes, you and Jane are already basking in the warm rays of the sun. Michael is terribly glad to see you. Together you return home. The next day it turns out that you are ill - you have pneumonia. You have to stay another week.\n\n“If it weren’t for antibiotics,” the doctor says, “you would be remembered in the city as another victim of the curse of the Forsaken Castle.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 94, "text": "You go to the closet and open the door. On the shelf, at eye level, a frightened mouse froze. Apparently, this is her permanent place of residence. With a thin paw, she rests on a piece of bark. Next to it is a brass plaque. In surprise, your mouth slowly opens. You don't believe your eyes. The plaque reads \"Horace E. Bigley (1921–1979)\".\n\nYou are lost in conjecture. Time to get out of this place. A couple of minutes later, a police car arrives. Two police officers search the house. Jane has disappeared. You have the aching feeling that you will never see her again.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 95, "text": "You go up the front stairs. You look around the corridors and find a spiral staircase. She leads to the tower. You run up it so fast that you get dizzy. Upstairs is a small square room with large windows looking out on all four sides. From here you have a beautiful view of the garden, the road and the whole area.\n\nJane is nowhere. But you can see how a police car drives up to the Castle. One is already parked nearby. A minute later, Jane, Michael and a policeman appear. Even from this distance, it is noticeable that they are very excited. Jane limps and the policeman helps her into the car. Michael takes one last look at the Castle. His eyes were filled with fear and regret. The second policeman escorts him to the car and they drive off.\n\nYou're glad your friends are saved. But you start to fear for yourself. We need to get out of the Castle as soon as possible. Going down the spiral staircase, you hear a cat meowing from somewhere far away. And here is the cat itself - she is walking towards you.", "actions": [{"text": "keep going down", "redirect_to": 106}, {"text": "Get out the window and go down", "redirect_to": 108}]}, {"id": 96, "text": "You quickly run up the stairs. Here is the attic. There's nothing here but a big cardboard box. It contains several old books and letters. One of the books grabs your attention. \"The Secret of the Abandoned Castle\" is called it.\n\nYou open the book and start reading. She tells that the first owner of the Castle, Elizabeth Bigley, was killed by lightning. Her son, Charles Bigley, fell off the roof and crashed. His daughter, Melissa, \"disappeared\".\n\nYou look up from your book. I wonder what happens to people who \"go missing\"? you think. Suddenly, the attic and all the objects around you begin to rapidly increase in size. No, it’s quite obvious that you are shrinking! You become so small that no one can find you and save you.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 97, "text": "You run out of the room into the hall. The surrounding objects again took their former sizes! You woke up from a nightmare. It is not clear how this happened. We must eventually find out what is happening in this strange Castle.", "actions": [{"text": "*Further*", "redirect_to": 10}]}, {"id": 98, "text": "You're heading straight for the cat. She is getting bigger and bigger. The cat jumps on you, and you realize that this is not a dream at all. For you it is...\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 99, "text": "What if it was Mrs Bigley herself? But in this case, she behaves too strange. You leave the hall and hear the sounds of music coming from below. I wonder who is playing the piano? Need to go see.", "actions": [{"text": "*Further*", "redirect_to": 69}]}, {"id": 100, "text": "“I thought Mrs. Bigley was a human, not a cat!” you exclaim.\n\n“Really a person,” Mrs. Cream answers smiling, “when not a cat.”\n\n“Are you saying that she can turn into a cat?” you ask.\n\n“Let's just say that Mrs. Bigley leads a double life. The thing is, she's a witch,” Mrs. Cream replies.\n\n- Witch?!\n\nShe beckons you with her finger.\n\n“You are young,” she says, “and I am old. You must understand that there are things that are not customary to talk about. You can learn about them only from your own experience - sometimes a terrible experience.\n\n- What do you have in mind? you ask.\n\nMrs. Cream looks at you with steely gray eyes.\n\nWhen my sister was little, she wanted to be a cat. She got herself a cat and named it after herself - Melissa! After the cat died, the sister grieved terribly. In the end, she began to imagine herself as a cat. Her behavior more and more resembled cat habits. She even looked like a cat. And then one day...", "actions": [{"text": "*Further*", "redirect_to": 101}]}, {"id": 101, "text": "Suddenly Mrs. Cream looks up. There is fear on her face.\n\n“Run to the window and jump,” she shouts. “Jump, otherwise you won’t be saved.”\n\nYou don't have time to think. You open the window, jump and land not very well - a sharp pain pierces your left arm. Michael and a policeman run up to you.\n\n“You broke your arm,” the policeman says after examining you. “You didn’t escape the curse of the Forsaken Castle either.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 102, "text": "You sweat with fear. It seems to you that there are insurmountable obstacles around. The cat is coming. She jumps up on the table and stares at you intently.", "actions": [{"text": "Close your eyes and gather your strength", "redirect_to": 71}, {"text": "Screaming at the cat", "redirect_to": 103}]}, {"id": 103, "text": "The cat hisses, jumps down and runs out of the room. You breathe a sigh of relief.\n\nYou leave the room and wander down the corridor. When you reach a narrow staircase, you go down in the hope that this staircase will lead you to the kitchen - because this is the closest way to the exit.", "actions": [{"text": "*Further*", "redirect_to": 25}]}, {"id": 104, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 105}]}, {"id": 105, "text": "Complete hopelessness drives you crazy. Every five minutes you call for help. Finally, a voice is heard in response. You do not understand whether the one who responded is near or far from you. Fumbling around with your hands. Feel for something metallic. It's some kind of groove.\n\n\"Help,\" you shout again.\n\nYou are answered! It's Michael! You climb into the gutter. It turns out that you can move on it. Above is a wooden door. It opens easily. You stepped out into the world.\n\n\"I'm glad you're not a ghost!\" Michael exclaims when he sees you.\n\n- Still would. I'm glad too, you answer. \"There's no way I'm going back to the Forsaken Castle!\"\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 106, "text": "Gathering your strength, you run down the stairs. The cat looks at you with hatred and hisses. Your head spins and your legs buckle. Ignoring the cat, you run towards the kitchen door.\n\n\nYou are already at the door. But something pushes you away like an invisible hand. What power could stop you? Turn around and see a pair of glowing eyes. They are looking straight at you. The ghost has no mouth, but you hear his order: “Go away immediately. If you go to the Forsaken Castle one more time, you will share my fate.”\n\nFinally you are free. You have no desire to try your luck again.\n\n        THE END\n\nor", "actions": [{"text": "*Reread*", "redirect_to": 1}, {"text": "Changed my mind despite the warning", "redirect_to": 119}]}, {"id": 107, "text": "You call for help, but there is no answer. Hour after hour passes. Every ten minutes you scream and bang on the door. It's getting dark. You lose the last hope of liberation. Finally you fall asleep.\n\nYou wake up and, unless this is a continuation of the dream, you see that the room has increased a hundred times. She is completely empty. Only a few steps away from you sleeps, snoring, a mouse. You are the same size as her.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 108, "text": "You are trying to open one window. But he got stuck. The cat is getting closer. You pull another window. With great difficulty you manage to open it. It's pretty far from here to the top. However, you are sure that you can jump. You climb onto the windowsill. You estimate the distance. Wondering what's the best way to land?\n\nYou turn around. The black cat is watching you without stopping. Her gaze expresses such fierce hatred that you could not even imagine.\n\nYou jump, but the roof is much steeper than it seemed at first glance. You break down and fall down.\n\nA few hours later, two policemen find your body. They look at each other and shake their heads.\n\n\"It's the curse of the Forsaken Castle,\" they say in unison.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 109, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 110}]}, {"id": 110, "text": "You take Melissa in your arms, go down the stairs and quickly run out of the house. Michael and Jane are already waiting in the garden. When they see you, they run towards you. Behind them is Jervis, the manager.\n\n“I always knew that someone would disenchant the Castle,” he says. “You did it, and I will receive a reward.\n\nJervis tries to take your cat, but she scratches and hisses at him. He steps back and the cat settles down in your arms.\n\n“Melissa has chosen you as her new master. It's yours if you want to take it,” Jervis says, turning and walking away.\n\nI wonder what reward he's talking about? Jane asks.\n\nAnd why should he get it? Michael adds.\n\nYou yourself would like to know the answer to these questions.", "actions": [{"text": "Follow Jervis and ask for a reward", "redirect_to": 111}, {"text": "Leave Melissa at the Abandoned Castle", "redirect_to": 112}, {"text": "Take Melissa with you", "redirect_to": 113}]}, {"id": 111, "text": "“I’ll go find out what he wanted to say,” you say to Michael and Jane. You release Melissa and walk towards the cabin. Your friends are not far behind.\n\nYou knock on the door. For some time, no one shows signs of life. Finally Jervis opens. He doesn't seem to want to answer your questions. But you insist, and Jervis says that he was promised a reward if he would take care of the cat, but only until she chooses a new owner.\n\n— Yes, you disenchanted the Castle. But don't expect a reward,” he says, and slams the door right in your face.\n\nYou are looking for Melissa, but she is nowhere to be found. It's evening. Time to go home. You turn around to take a last look at the Forsaken Castle. But the Castle seemed to have disappeared into a bluish haze! In the place where he stood, tall meadow grass is now green. Everything disappeared like a dream.\n\nA cat is coming towards you - a very real black cat. She rubs against your legs, because you are now her new owner. For better or for worse?\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 112, "text": "You release Melissa and chase her away. She looks at you reproachfully and disappears into the forest. You, Michael and Jane hurry home.\n\nIn the evening you talk to your aunt and uncle about the Forsaken Castle. Maybe they know something about the reward. Uncle laughs. He jokingly replies that the Bigley family's lawyer, William Pram, should be aware of this.", "actions": [{"text": "Go to a lawyer", "redirect_to": 114}, {"text": "leave", "redirect_to": 116}]}, {"id": 113, "text": "You bring Melissa to Michael and Jane's house. Pour warm milk into a saucer. She looks at you gratefully.\n\nYou are leaving tomorrow. What to do with Melissa?", "actions": [{"text": "Leave the cat to Michael and Jane", "redirect_to": 120}, {"text": "Take her with you", "redirect_to": 121}]}, {"id": 114, "text": "The next morning you go to the lawyer. After a long wait in the waiting room, you are finally admitted into the office of William Prem, Esq.\n\nYou tell him everything that happened and carefully ask about the reward.\n\nMr. Prem leans back in his black leather chair. Before answering, he carefully fills his pipe with tobacco.\n\n“Yes,” he finally says. “I did promise Jervis a thousand dollar reward if he would take care of the cat until it dies or chooses a new owner. It was Mrs. Bigley's will. But there is another reward Jervis doesn't know about. According to the will, the person whom Melissa chooses as her master and who shows a desire to take her becomes the owner of the Forsaken Castle. By the way, now that the curse has been lifted from the Castle, it is worth at least a quarter of a million dollars!\n\nIt turns out it would have been much wiser not to let Melissa go.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 115, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 116}]}, {"id": 116, "text": "The next morning, you thank Michael and Jane for their hospitality and say goodbye to them.\n\nA couple of weeks later, a letter arrives from Jane. She writes that Melissa is missing, Jervis is gone, and the Forsaken Castle is being rebuilt into an apartment building.\n\nI wonder if the sinister past of the Forsaken Castle will affect the fate of its new owners?\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 117, "text": "You step back and rush, jumping over the mountains of bones scattered around. The witch is not far behind. She catches up to you, but you still manage to slip away and slam the door right in her face. You race up the rickety stairs, thanking fate for escaping the Forsaken Castle's curse.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 118, "text": "You call for help, but it's too late - the witch has already extended her terrible hands to you. You recoil, your strength fails, and you fall, becoming another victim of the Forsaken Castle's curse.\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 119, "text": "(back)", "actions": [{"text": "*Further*", "redirect_to": 120}]}, {"id": 120, "text": "The next morning, you thank Michael and Jane for their hospitality and say goodbye to them.\n\nA couple of weeks later, a surprising letter arrives from Jane. She writes that, according to Mrs. Bigley's will, the person who will become the owner of Melissa AND will look after her will receive the Forsaken Castle in his own possession. Now it is disenchanted and costs at least a quarter of a million dollars!\n\nIt's great that Michael and Jane adopted a cat!\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}, {"id": 121, "text": "The next morning, you thank Michael and Jane for their hospitality and say goodbye to them. You have a suitcase in one hand and a cat in the other.\n\nA couple of weeks later you get an amazing letter from Gilliam Prem. He writes that, according to the will of Mrs. Bigley, the new owner of Melissa receives the Abandoned Castle in his own possession.\n\nSince you adopted the cat, you are the new owner of the Forsaken Castle. And since the Castle has been disenchanted, it is now worth at least a quarter of a million dollars!\n\n        THE END", "actions": [{"text": "*Reread*", "redirect_to": 1}]}]